Repository: theinterned/batucada
Catalog: lernanta/locale/*/LC_MESSAGES/django.po
Languages: he, sv

source: Course languge
sv: Kursspråk

source: Update language
sv: Uppdatera språk

source: For more information about the supported meta data, see <a href="http://www.lrmi.net/the-specification">lrmi.net</a>
sv: För mer information om meta data som stöds, se <a href="http://www.lrmi.net/the-specification">lrmi.net</a>

source: About (subject)
sv: Om (ärende)

source: Time Required (In <a href="http://en.wikipedia.org/wiki/ISO_8601#Durations">ISO 8601</a> duration format)
sv: Behövd tid (i <a href="http://en.wikipedia.org/wiki/ISO_8601#Durations">ISO 8601</a> längdformat)

source: Typical Age Range
sv: Normalt åldersspann

source: Is Based on URL
sv: Baserat på URL

source: Educational Role (target audience)
sv: Utbildningstyp (målgrupp)

source: Educational Use
sv: Utbildningens användning

source: Interactivity Type
sv: Typ av interaktivitet

source: Educational Alignment
sv: Utbildningsgrupp

source: Save metadata
sv: Spara metadata

source: Featured in:
sv: Utvald i:

source: Navigation
sv: Navigering

source: I'm learning &quot;%(title)s&quot; @P2PU - check it:
sv: Jag lär mig om &quot;%(title)s&quot; @P2PU - kolla här:

source: Tweet me
sv: Twittra mig

source: Start Course
sv: Starta kurs

source: Leave Course
sv: Lämna kurs

source: Remove user
sv: Ta bort användare

source: Make organizer
sv: Gör till organisatör

source: Create a new course
sv: Skapa en ny kurs

source: <h2>Ready to create a course?</h2> <p>First, give your course a title--we recommend something zippy, snappy and attention-grabby.</p> <p>Next, create a "hashtag" or handle for your course.</p> <p>Give a few more details in the "description" field, hit the button and voilà! You've created a P2PU course!</p> <p>Need further guidance on how to make a stellar experience? Check out the <a href="https://courses.p2pu.org/en/groups/make-a-course/">"Create a Course"</a> materials!</p> <p>Be sure to have a look at our <a href="/groups/list/community/">featured</a> courses for good examples.</p> <p>If you'd like help or feedback on your course, drop a line to the P2PU Community <a href="http://groups.google.com/group/p2pu-community" target="_blank">mailing list</a> and say 'Hi'.</p>
sv: <h2>Redo att skapa en kurs?</h2> <p>Starta med att ange kursens titel, vi rekommenderar något kort och intressant som fångar uppmärksamheten.</p> <p>Skapa sedan en "hashtagg" eller benämning för din kurs.</p> <p>Fyll i lite mer detaljer i "beskrivning" fältet, klicka på knappen och voilà! Du skapade en P2PU kurs!</p> <p>Behöver mer hjälp i hur en exceptionell upplevelse skapas? Kolla in <a href="https://courses.p2pu.org/sv/groups/make-a-course/">"Create a Course"</a> materialet!</p> <p>Kom ihåg att titta på våra <a href="/groups/list/community/">utvalda</a> kurser för bra exempel.</p> <p>Vill du ha hjälp eller återkoppling om din kurs kan du skriva en rad till P2PU Community <a href="http://groups.google.com/group/p2pu-community" target="_blank">e-postlistan</a> och säg 'Hej'.</p>

source: Course Title:
sv: Kurs titel:

source: A catchy title for the course, ex. 'Get CC Savvy'
sv: En fångande titel på kursen, t.ex. 'Bli en fena på Creative Commons'

source: Hashtag:
sv: Hashtagg:

source: Specify a short hashtag of up to 20 characters that should be used when sending out notifications and tweets about the course.
sv: Skapa en kort hashtagg på upp till 20 tecken som bör användas när du skickar ut meddelanden och twittrar om kursen.

source: A short handle for the course, ex. 'ccsavvy'
sv: En kort benämning för kursen, t.ex. 'ccfena'

source: Description:
sv: Beskrivning:

source: This description is used in places where your course will be listed.
sv: Den här beskrivningen används där kursen listas.

source: A brief description of what the course is about, ex. 'Learn when, where and how to use a CC license'
sv: En kort beskrivning av vad kursen handlar om, t.ex. 'Lär dig när, var och hur du använder en Creative Commons'

source: This is the language that your course will use. It will help people searching for courses in a particular language.
sv: Detta språk används i din kurs. Det hjälper andra att hitta kurser på ett visst språk.

source: Create my course!
sv: Skapa min kurs!

source: Howdy course organizer!
sv: Hej kursorganisatör!

source: %(new_user)s signed up for %(course_title)s!
sv: %(new_user)s registrerade sig på %(course_title)s!

source: Regards The P2PU team
sv: Hälsningar P2PU-teamet

source: [%(course_hash)s] %(username)s has signed up for %(course_title)s!
sv: [%(course_hash)s] %(username)s har registrerat sig på %(course_title)s!

source: Join the Community
he: הצטרף לקהילה
sv: Gå med i communityt

source: It's free!
he: זה בחינם!
sv: Det är gratis!

source: Learn anything, with your peers.
he: למד הכל, עם העמיתים שלך.
sv: Lär dig vad som helst med dina vänner.

source: At P2PU, people work together to learn a particular topic by completing tasks, assessing individual and group work, and providing constructive feedback.
he: בP2PU, אנשים עובדים ביחד כדי ללמוד נושא מסוים, על ידי השלמת משימות, הערכת עבודות פרטיות וקבוצתיות, ונתינת ביקורת בונה.
sv: Med P2PU arbetar vi tillsammans för att lära oss ett ämne genom uppgifter, bedöma egna arbeten och grupparbeten, och ge konstruktiv återkoppling.

source: Your Dashboard
sv: Din kontrollpanel

source: Activity from your profile
he: פעילות מהפרופיל שלך
sv: Aktivitet från din profil

source: Activity from your dashboard
sv: Aktivitet från din kontrollpanel

source: Welcome to P2PU!
he: ברוכים הבאים לP2PU!
sv: Välkommen till P2PU!

source: To get started, you should
he: כדי להתחיל, כדאי
sv: För att komma igång bör du

source: update your profile</a>. This is a great way to tell people a bit more about yourself. Then find
he: לעדכן את הפרופיל שלך</a>. זוהי דרך מצויינת כדי לספר לאנשים יותר על עצמך אחר תמצא
sv: uppdatera din profil</a>. Det är ett bra sätt att berätta lite mer om dig själv. Hitta sen

source: people</a> and
he: אנשים</a> ו
sv: medlemmar</a> och

source: groups</a> that interest you and start following them! You can also
he: קבוצות</a> שמעניינים אותך ותתחיל לעקוב אחריהם! אפשר גם
sv: grupper</a> som intresserar dig och börja följa dem! Du kan också

source: create new groups</a> and update how often P2PU
he: ליצור קבוצות חדשות</a> ולעדכן את התדירות בה P2PU
sv: skapa nya grupper</a> och ange hur ofta P2PU

source: contacts you</a>.
he: שולח לך הודעות</a>.
sv: kontaktar dig</a>.

source: Post a message...
sv: Skicka ett meddelande...

source: Important message (participants can not turn off notifications for important messages).
he: הודעה חשובה (משתתפים אינם יכולים למנוע שליחת הודעות אודות הודעות חשובות).
sv: Viktigt meddelande (deltagare kan inte stänga av viktiga meddelanden).

source: Post Message
he: פרסום הודעה
sv: Skicka ett meddelande

source: Create Profile
he: יצירת פרופיל
sv: Skapa profil

source: Location:
he: מיקום:
sv: Plats:

source: Interests
he: תחומי עניין
sv: Intressen

source: View more interested in
he: צפייה באנשים המעוניינים ב
sv: Visa fler intresserade av

source: Wants To Learn About
sv: Vill lära mer om

source: View more interested in learning more about
he: צפייה באנשים המעוניינים ללמוד יותר על
sv: Visa fler intresserade av att lära mer om

source: Followers
he: עוקבים
sv: Följare

source: Following
he: עוקב אחרי
sv: Följer

source: Learning
he: לומד
sv: Lärande

source: (UP)
he: (למעלה)
sv: (UPP)

source: (DOWN)
he: (למטה)
sv: (NED)

source: Learning for everyone, by everyone, about almost anything
he: לימוד לכולם, מאת כולם, אודות כמעט הכול
sv: Lärande för alla, av alla, om nästan vad som helst

source: LEARN
sv: LÄR DIG

source: ANYTHING
sv: VAD SOM HELST

source: WITH YOUR
sv: MED DINA

source: PEERS
sv: VÄNNER

source: IT'S
sv: DET ÄR

source: ONLINE
sv: NÄTBASERAT

source: AND TOTALLY
sv: OCH HELT

source: FREE.
sv: KOSTNADSFRITT.

source: At
sv: Med

source: , people work together to learn a particular topic by completing
sv: arbetar vi tillsammans för att lära oss ett ämne genom

source: tasks, assessing individual and group work, and providing constructive
sv: uppgifter, bedöma egna arbeten och grupparbeten, och ge konstruktiv

source: feedback.
sv: återkoppling.

source: Find Course
sv: Hitta kurs

source: OR
sv: ELLER

source: Create Course
he: יצירת קורס
sv: Skapa kurs

source: Featured Courses
sv: Utvalda kurser

source: These are staff picked courses currently running.
sv: Dessa aktiva kurser är utvalda av personalen.

source: P2PU Blog
he: הבלוג של P2PU
sv: P2PU Blogg

source: Subscribe to the Peer 2 Peer University blog
sv: Prenumerera på Peer 2 Peer Universitetets blogg

source: feed
sv: flöde

source: To
sv: Till

source: Message
he: הודעה
sv: Meddelande

source: Welcome Robots, ReCaptcha has been disabled for your convenience. Spam at will.
he: שלום רובוטים, ReCaptcha נוטרל לנוחיותכם. שלחו ספאם לרצונכם.
sv: Hej Robotar! ReCaptcha är inaktiverad för er skull. Spamma på bara.

source: Compose Message
he: חיבור הודעה
sv: Skriv ett meddelande

source: New Private Message
he: הודעה פרטית חדשה
sv: Ett nytt privat meddelande

source: New Private Discussion
he: דיון פרטי חדש
sv: En ny privat diskussion

source: You have no messages
he: אין לך הודעות חדשות
sv: Du har inga meddelanden

source: More
he: יותר
sv: Fler

source: All Messages
he: כל ההודעות
sv: Alla meddelanden

source: Sent
he: נשלח
sv: Skickat

source: You have received a new direct message from
sv: Du har fått ett nytt direktmeddelande från

source: Reply:
sv: Svar:

source: Sincerely,
sv: Med vänliga hälsningar,

source: Manage your subscriptions:
sv: Hantera dina prenumerationer:

source: New Message from
sv: Ett nytt meddelande från

source: Courses
he: Cursos
sv: Kurser

source: Schools
he: בתי ספר
sv: Skolor

source: Discussions
he: דיונים
sv: Diskussioner

source: Time to Finish
sv: Dags att slutföra

source: hrs
he: h
sv: tim

source: Peers
sv: Deltagare

source: View All
he: צפייה בהכל
sv: Visa alla

source: Featured
he: מומלץ
sv: Utvalda

source: Community Picks
he: בחירות הקהילה
sv: Medlemmars urval

source: More Tags
sv: Fler etiketter

source: Browse All Tags
sv: Bläddra bland alla ettiketter

source: CLEAR TAGS
sv: TA BORT ETIKETTER

source: Language
he: שפה
sv: Språk

source: Community Reviewed
sv: Granskad av medlemmarna

source: Filter
he: סינון
sv: Sortera

source: Featured - Community Picks
he: מומלץ - בחירות הקהילה
sv: Utvalda - Medlemsvalda

source: Featured - Showcase
sv: Utvalda - Särskilt utvalda

source: Featured - Fresh Additions
he: מומלץ - הוספות חדשות
sv: Utvalda - Nytillskott

source: Tags -
he: תגים -
sv: Etiketter -

source: All
he: הכל
sv: Alla

source: Seems like we don't have any courses to show you. Try looking for courses in all languages or search for a course by keyword using the search box at the top of the page.
sv: Det verkar som om vi inte har några kurser som passar dig. Prova att leta efter kurser utan att begränsa språk eller sök efter en kurs med nyckelord genom att använda sökrutan högst upp på sidan.

source: Add course
sv: Lägg till kurs

source: URL for the course, ex. 'http://mechanicalmooc.org/gentle-introduction-to-python'
sv: URL till kursen, t.ex. 'http://mechanicalmooc.org/gentle-introduction-to-python'

source: Image URL
sv: Bild URL

source: URL for the course image, ex. 'http://so.me/url/image.png'
sv: URL till kursens bild, t.ex. 'http://so.me/url/image.png'

source: Add
sv: Lägg till

source: Browse great courses available on P2PU by exploring featured ones, schools, and tags.
sv: Gå igenom tillgängliga kurser på P2PU genom att utforska de som rekommenderas, skolor och etiketter.

source: Show More Results
he: הראה תוצאות נוספות
sv: Visa fler resultat

source: Didn't find yours? How about creating one?
sv: Hittade du inte kursen? Varför inte skapa en?

source: Create a Course
sv: Skapa en kurs

source: New Message
he: הודעה חדשה
sv: Nytt meddelande

source: Your Messages
he: ההודעות שלך
sv: Dina meddelanden

source: You have no messages in your inbox
sv: Du har inga meddelanden i inkorgen

source: From
he: מאת
sv: Från

source: Action
he: פעולה
sv: Åtgärd

source: DATETIME_FORMAT
sv: j F Y H:i

source: delete
he: מחיקה
sv: ta bort

source: We love your enthusiasm for learning & for P2PU. Keep it up! But sometimes speedy responses are a sign that someone has an auto-responder on. And you wouldn't a gazillion of those in your inbox :) Sorry - we're going to ask you to send your message again. Just in case.
sv: Vi älskar din entusiasm för lärande & för P2PU. Hoppas du fortsätter! Men ibland är snabba svar ett tecken på att någon har aktiverat autosvar. Och du vill inte ha massor av dom i din inbox :) Vi ber om ursäkt - men vi ber dig skicka meddelandet igen. Bara utifall.

source: This was the message that we received:
sv: Detta var meddelandet vi fick:

source: Cheerio, P2PU team
sv: P2PU-teamet

source: P2PU calling. Are we getting your machine?
sv: P2PU anropar. Får vi kontakt?

source: Authorize
sv: Auktorisera

source: We're going to connect you with %(client_description)s. Ok with you?
sv: Vi kommer ansluta genom %(client_description)s. Är det ok med dig?

source: Yes
sv: Ja

source: Get Involved.
sv: Engagera dig.

source: Welcome to the P2PU Community. We are a respectful and dynamic group who are excited by the idea of finding new ways to learn online. There are several different ways you can get involved in the P2PU Community.
sv: Välkommen till P2PU gemenskapen. Vi är en respektfult och dynamisk grupp som inspireras av tanken på att hitta nya sätt att lära på nätet. Det finns flera olika sätt du kan engagera dig i P2PU gemenskapen.

source: Ways to get involved
sv: Hur du kan engagera dig

source: Create a course or study group
sv: Skapa en kurs eller studiecirkel

source: Stay up-to-date with P2PU
sv: Håll dig uppdaterad kring P2PU

source: Join community discussions
sv: Delta i gemenskapens diskussioner

source: Help us improve P2PU
sv: Hjälp oss förbättra P2PU

source: Donate to P2PU
sv: Donera till P2PU

source: Join or start a Meetup
sv: Gå med i eller starta en Meetup

source: P2PU is dedicated to helping people design great peer to peer courses. Don't see a group studying a topic you'd like to learn? Start your own group! Find all the help you need to get started on <a href="http://help.p2pu.org" target="_blank">help.p2pu.org</a>.
sv: P2PU är dedikerad i att hjälpa människor utforma strålande Peer 2 Peer kurser. Saknar du en grupp för det ämne du vill lära dig? Starta din egen grupp! Hitta den hjälp du behöver för att komma igång på <a href="http://help.p2pu.org" target="_blank">help.p2pu.org</a>.

source: Start today &#187;
sv: Börja idag &#187;

source: You can sign up for our announcements list. This is a very low-traffic mailing list, which will keep you up-to-date with important P2PU news, like when new courses are starting.
sv: Du kan registrera dig för vårt nyhetsbrev. Utskicken tar bara upp viktiga P2PU nyheter, du håller dig uppdaterad och får reda på när nya kurser börjar.

source: The main P2PU discussions happen on the p2pu-community mailing list. It’s a good forum for meeting the P2PU community and ask any questions you may have.
sv: De viktigaste P2PU diskussionerna sker på forumet för P2PU gemenskapen. Det är ett bra sätt att komma i kontakt med andra delatagare i P2PU och ställa de frågor du kan tänkas ha.

source: Join the developer mailing list, sign up for the bug/task tracker, join the Introduction to Contributing to Lernanta study group, or view the developer documentation on github.
sv: Anslut dig till nyhetsbrevet för utvecklare, anmäl dig att spåra buggar/fel, delta i studiecirkeln 'Introduction to Contributing to Lernanta' eller gå igenom utvecklingsdokumentationen på vår github.

source: You can donate to P2PU through our partner, The Mozilla Foundation. All donations go directly to P2PU and help us continue our mission to enable high-quality low-cost education opportunities!
sv: Du kan donera till P2PU via vår partner, Mozilla Foundation. Alla donationer går direkt till P2PU och hjälper oss att fortsätta vårt uppdrag att ge utbildningsmöjligheter med hög kvalitet till låg kostnad !

source: There are P2PU Meetups happening all over the world, come and join us or organize one of your own.
sv: Det arrangeras P2PU träffar över hela världen, kom och anslut dig till oss eller organisera en egen.

source: P2PU <span class="highlight4">is hiring.</span> <span class="highlight3">Learn anything,</span> <span class="highlight2">while you work.</span>
sv: P2PU <span class="highlight4">anställer.</span> <span class="highlight3">Lär dig vad som helst </span> <span class="highlight2">medans du arbetar.</span>

source: Open Positions
sv: Lediga tjänster

source: Staff
sv: Personal

source: Django Developer
sv: Django utvecklare

source: GO!
he: IR!
sv: STARTA!

source: Intern
sv: Praktikant

source: Marketing Intern
sv: Praktikant inom marknadsföring

source: Volunteer
sv: Volontär

source: Graphic Designer
sv: Grafisk formgivare

source: Why work at p2pu?
sv: Varför jobba på p2pu?

source: Benefits and Percks
sv: Fördelar och förmåner

source: You can work from anywhere, P2PU is global
sv: Du kan arbeta från var som helst, P2PU finns globalt

source: Meet our Team
sv: Träffa vår personal

source: previous
he: הקודם
sv: föregående

source: next
he: הבא
sv: nästa

source: Notification Settings
he: Notificaciones
sv: Meddelandeinställningar

source: Send me an email when...
he: שלח לי דואר אלקטרוני כאשר...
sv: Skicka mig ett mejl när ...

source: Cover Image
he: תמונה
sv: Omslagsbild

source: Upload an image file from your computer. This image is shown in search results and on the listing page.
he: העלה קובץ תמונה מהמחשב שלך. התמונה הזאת מוצגת בתוצאות חיפוש ובדפי הרשימות.
sv: Ladda upp en bild från din dator. Bilden visas i sökresultat och på registersidan.

source: File Types: JPG, GIF or PNG only<br/> Max size: 700k <br/> Dimensions: 243x150 pixels
he: סוגי קבצים: JPG, GIF או PNG בלבד<br/> גודל מקסימלי: 700k <br/> ממדים: 243x150 פיקסלים
sv: Filtyper: endast JPG, GIF eller PNG<br/>Maximal storlek: 700k<br/>Mått: 243x150 pixlar

source: Tasks
he: משימות
sv: Uppgifter

source: new
he: חדש
sv: ny

source: comment
he: תגובה
sv: kommentar

source: View and Discuss
he: צפייה ודיון
sv: Visa och diskutera

source: View
he: צפה
sv: Visa

source: No tasks have been added.
he: אף משימה לא נוספה.
sv: Inga uppgifter har lagts till.

source: Displaying
he: מציג
sv: Visar

source: of
he: מתוך
sv: av

source: total tasks
he: משימות
sv: totalt antal uppgifter

source: See All Tasks
he: צפייה בכל המשימות
sv: Se alla uppgifter

source: Congratulations!
he: יישר כוח!
sv: Grattis!

source: Good job completing all the tasks.
sv: Nu har du klarat av samtliga uppgifter. Bra jobbat!

source: Badges Awarded
sv: Fick medaljer

source: Earn More Badges
sv: Få fler medaljer

source: Next Challenges
he: האתגרים הבאים
sv: Nästa utmaningar

source: Help Others with this Challenge
he: עזור לאחרים עם האתגר הזה
sv: Hjälp andra i denna utmaning

source: Adopt this Challenge
he: אמץ את האתגר הזה
sv: Anta denna utmaning

source: Completed
he: נשלם
sv: Avklarad

source: Badges you can earn in this challenge:
sv: Medaljer som du kan få i den här utmaningen:

source: See All
he: צפייה בהכל
sv: Visa alla

source: Peers who have offered their help
he: עמיתים שהציעו את העזרה שלהם
sv: Deltagare som har erbjudit sin hjälp

source: Peers taking this challenge
he: עמיתים המשתתפים באתגר
sv: Deltagare för utmaningen

source: Participants
he: משתתפים
sv: Deltagare

source: Peers who have completed this challenge
he: עמיתים שסיימו את האתגר
sv: Deltagare som har klarat av utmaningen

source: View all
he: צפייה בהכל
sv: Visa alla

source: Post a message
he: פרסום הודעה
sv: Skicka ett meddelande

source: Contact Organizers of
he: יצירת קשר עם המארגנים של
sv: Kontakta organisatörer av

source: Please fill out the %(kind)s's full description.
he: בבקשה מלא את התיאור המלא של %(kind)s.
sv: Fyll i %(kind)s's fullständiga beskrivning.

source: In this page you could:
he: בדף הזה אתה יכול:
sv: På denna sida kan du:

source: Describe the purpose of the %(kind)s and the learning goals for the tasks within.
he: תאר את המטרה של ה%(kind)s ואת מטרות הלימוד של המשימות.
sv: Beskriv syftet med %(kind)s och inlärningsmål för de uppgifter som finns.

source: Describe your role in this %(kind)s. What made you interested in this topic? What do you hope to achieve by organizing this %(kind)s? Are you an expert, enthusiastic or a novice?
he: תאר את התפקיד של ב%(kind)s הזה. מה גרם לך להתעניין בנושא הזה? מה אתה מנסה לעשות על ידי ארגון ה%(kind)s הזה? האם אתה מומחה, נלהב, או טירון?
sv: Beskriv din roll i denna %(kind)s. Vad fick dig intresserad av det här ämnet? Vad hoppas du uppnå genom att organisera denna %(kind)s? Är du en expert, entusiast eller nybörjare?

source: Include any prerequisite knowledge or skills needed to participate in the %(kind)s, the intended start date, estimated pace, commitment, amount of work, and the length of time the participants can expect to work together (a few days, a few weeks, or forever).
sv: Ange förkunskaper och förmågor som behövs för att delta i %(kind)s, avsett startdatum, uppskattat tempo, engagemang, mängden arbete, och hur länge deltagarna kan förvänta sig att arbeta tillsammans (ett par dagar, några veckor, eller för alltid).

source: Provided any other information that could be useful for people interested in joining the %(kind)s. In what ways can participants expect to contribute to the creation of tasks and assessing each others\' contributions? What will the final task comprise?
sv: Ange övrig information som kan vara användbar för medlemmar som är intresserade av att gå med i %(kind)s. På vilka sätt kan deltagarna förvänta sig att bidra till skapande av uppgifter och bedöma varandras\' bidrag? Vad kommer slutuppgiften bestå av?

source: Summary
he: סיכום
sv: Sammanfattning

source: Learning Objectives
he: מטרות לימוד
sv: Lärandemål

source: New Task
he: משימה חדשה
sv: Ny uppgift

source: Activity Wall
he: לוח פעילויות
sv: Aktivitetslogg

source: Organizer Quick View
sv: Snabböversikt för organisatörer

source: export data
sv: exportera data

source: This table shows the overview of participant data.
he: הטבלה הזאת מראה סיכום של המידע על המשתתפים.
sv: Denna tabell visar en översikt av deltagares data.

source: To see follower data or non-loggedin user data, use export for a <acronym title="Comma Separated Values">CSV</acronym> file.
he: כדי לראות את המידע על העוקבים או המשתמשים שלא נכנסו לחשבון, השתמשו בexport כדי לקבל קובץ <acronym title="Comma Separated Values">CSV</acronym>.
sv: För att se följares data eller icke-inloggade användardata, använd export för en <acronym title="Kommaseparerade Värden">CSV</akronym> fil.

source: Participant
he: משתתף
sv: Deltagare

source: Last Active Date
he: תאריך הפעילות האחרונה
sv: Senaste aktiva datum

source: Task Edits
he: עריכות של משימות
sv: Ändrade uppgifter

source: Time on Course Pages
he: זמן בדפי הקורס
sv: Tid på kurssidor

source: The information about course page visits is not available on the same day.
he: המידע אודות ביקורים בדפי הקורס אינו זמין באותו היום.
sv: Information om besök på kurssidan är inte tillgänglig samma dag.

source: Last date the user visited a course page.
he: התאריך האחרון בו המשתמש ביקר בדף של הקורס.
sv: Senaste datum användaren besökte en kurssida.

source: Total includes comments on wall and task pages.
he: הסכום כולל תגובות בקיר ובדפי המשימות.
sv: Totalt inkluderar kommentarer på logg och sidor för uppgifter.

source: Total includes edits to the full description and task pages.
he: הסכום כולל עריכות לתיאור המלא ולדפי המשימות.
sv: Totalt inkluderar ändringar av fullständig beskrivning och sidor för uppgifter.
