Repository: theinterned/batucada
Catalog: lernanta/locale/*/LC_MESSAGES/django.po
Languages: he, sv

source: Update this value so the school logo fits nicelly on the school home page sidebar.
he: Actualize este valor para que el logo de la escuela se vea bien en la barra lateral de la página principal de la escuela.
sv: Uppdatera det här värdet så att skolans logga passar bra i sidopanelen på skolans hemsida.

source: Colors
he: Colores
sv: Färger

source: Headers Color
he: Color de las Cabeceras
sv: Färg på sidhuvudet

source: This color will be used for the headers of pages associated with this school.
he: Este color será usado para los encabezados de páginas asociadas con esta escuela.
sv: Färgen kommer visas i sidhuvud på sidor från denna skola.

source: Lighter Headers Color
he: Color de las Cabeceras (Claro)
sv: Ljusare färg på sidhuvud

source: Lighter variant of the headers color.
he: Variante más clara del color de las cabeceras.
sv: Ljusare variant av färg i sidhuvud.

source: Background Color
he: Color de Fondo
sv: Bakgrundsfärg

source: This color will be used as background for the non-striped sections of the pages associated with this school.
he: Este color será usado como fondo de las secciones no rayadas en las páginas asociadas con esta escuela.
sv: Färgen kommer visas som bakgrund för icke-randiga delar i sidor från denna skola.

source: Menus Color
he: Color de los Menús
sv: Menyfärg

source: This color will be used as background for the menus of the pages associated with this school.
he: Este color será usado como fondo de los menús en las páginas asociadas con esta escuela.
sv: Färgen kommer visas som bakgrund för menyer i sidor från denna skola.

source: Lighter Menus Color
he: Color de los Menús (Claro)
sv: Ljusare menyfärg

source: Lighter variant of the menus color.
he: Variante más clara del color de los menús.
sv: Ljusare variant av färg i menyer.

source: Custom Styles (Advanced)
he: Estilos Personalizados (Avanzado)
sv: Anpassa Stilmall (Avancerat)

source: Customize CSS styles for the school home page and groups.
he: Personalize los estilos CSS para la página principal de la escuela y sus grupos.
sv: Anpassa CSS-mall för skolans hemsida och grupper.

source: A good name is short and descriptive. People should know what your school is about without reading the description.
he: Un buen nombre es corto y descriptivo. La gente debería saber sobre que es su escuela sin leer la descripción.
sv: Ett bra namn är kort och beskrivande. Medlemmar bör veta vad din skola handlar om utan att läsa beskrivningen.

source: Shorter name displayed close to the school small icon on sidebars and footers.
he: Nombre corto mostrado cerca del logo pequeño de la escuela en barras laterales y pies de página.
sv: Kortare namn som visas vid skolans lilla ikon i sidopanelen och i sidfot.

source: This description is shown on the school page.
he: Esta descripción se usará en la página de la escuela.
sv: Beskrivning som visas på skolans sida.

source: More details
he: Más detalles
sv: Mer information

source: Extra details are shown at the bottom of the school page.
he: Esta descripción será mostrada al final de la página de la escuela.
sv: Extra information visas nederst på skolsidan.

source: Search
he: Buscar
sv: Sök

source: Loading
he: טוען
sv: Hämtar

source: Welcome aboard! You are an organizer now.
he: ¡Bienvenido a bordo! Ahora usted es un organizador.
sv: Välkommen ombord! Du är nu en organisatör.

source: Welcome aboard! You are a participant now.
he: ¡Bienvenido a bordo! Ahora usted es un participante.
sv: Välkommen ombord! Du är nu en deltagare.

source: New Answer
he: Nueva Respuesta
sv: Nytt svar

source: Edit answer
he: Editar respuesta
sv: Redigera svar

source: Standard Set Answer:
he: Respuesta al Conjunto de Preguntas Estándar:
sv: Standardsvar:

source: Public Set Answer:
he: Conjunto de Preguntas Público:
sv: Offentlig svar:

source: Between Participants Set Answer:
he: Conjunto de Preguntas entre Participantes:
sv: Svar mellan deltagare:

source: Profile
he: Perfil
sv: Profil

source: Your profile information is displayed with your signup answer. If you need, you can update the information of your profile bellow.
he: La información de su perfil es mostrada junto a las respuestas. Si lo desea, puede actualizar a continuación la información de su perfil.
sv: Din profilinformation visas tillsammans med ditt registreringssvar. Om du vill kan du uppdatera informationen i din profil nedan.

source: Signup Questions
he: Preguntas de Inscripción
sv: Registreringsfrågor

source: Please answer the following set(s) of questions if you want to become a participant or organizer.
he: Por favor responda los siguientes conjuntos de preguntas si desea convertirse en participante o organizador.
sv: Svara på följande frågor om du vill bli en deltagare eller organisatör.

source: Standard Set
he: Conjunto de Preguntas Estándar
sv: Standard

source: This set of signup questions is common to all study groups, courses, ... in P2PU. The answers to these questions will be public once you get accepted.
he: Este conjunto de preguntas de inscripción es común a todos los grupos de estudio, cursos, ... en P2PU. Las respuestas a estas preguntas serán públicas en cuanto usted sea aceptado.
sv: Dessa registreringsfrågor är generella för alla studiegrupper, kurser, ... i P2PU. Svaren på frågorna visas offentligt när du accepteras.

source: Public Custom Set
he: Conjunto de Preguntas Público
sv: Offentliga svar

source: This set of signup questions is particular to this %(kind)s. The answers to these questions will be public once you get accepted.
he: Este conjunto de preguntas de inscripción es particular a este %(kind)s. Las respuestas a estas preguntas serán públicas en cuanto usted sea aceptado.
sv: Dessa registreringsfrågor är speciellt för denna %(kind)s. Svaren på frågorna kommer visas offentligt du har accepterats.

source: Between Participants Custom Set
he: Conjunto de Preguntas entre Participantes
sv: Standardsvar mellan deltagare

source: This set of signup questions is particular to this %(kind)s. The answers to these questions will be visible to all participants once you get accepted.
he: Este conjunto de preguntas de inscripción es particular a este %(kind)s. Las respuestas a estas preguntas serán visibles a todos los participantes en cuanto usted sea aceptado.
sv: Dessa registreringsfrågor är speciellt för denna %(kind)s. Svaren på frågorna kommer visas för alla deltagare när du har accepterats.

source: Sign-Up
he: Inscripción
sv: Registrera

source: Restore Answer:
he: שיחזור תשובה
sv: Återställ svaret:

source: Delete Answer:
he: מחיקת תשובה
sv: Ta bort svaret:

source: Are you sure you want to restore this answer?
he: אתה בטוח שאתה רוצה לשחזר את התשובה הזאת?
sv: Är du säker på att du vill återställa detta svar?

source: Are you sure you want to delete this answer?
he: אתה בטוח שאתה רוצה למחוק את התשובה הזאת?
sv: Är du säker på att du vill ta bort detta svar?

source: Sign-up Status
he: Estado de la Inscripción
sv: Status för registreringen

source: To allow peers to signup to the %(kind)s change the signup status to either moderated of non-moderated signup.
he: Para permitir a tus colegas inscribirse en el %(kind)s, cambie el estado de la inscripción a moderada o no moderada.
sv: Ändra status till modererad eller icke-modererad registrering för att tillåta medlemmar att registrera sig till %(kind)s.

source: Post Answer
he: Publicar Respuesta
sv: Skicka svar

source: Anyone can follow a
he: Cualquiera puede seguir un
sv: Vem som helst kan följa en

source: on P2PU. Participating is the next level of engagement. The sign-up is a space where interested individuals can express their interest and background in the topic and commit to working with the rest of the participants. Please answer the following set(s) of questions if you want to become a participant or organizer.
he: en P2PU. Participar es el siguiente nivel de compromiso. La página de inscripción es un espacio donde los interesados(as) pueden expresar su interés y preparación previa en el tema, y comprometerse a trabajar con el resto de los participantes. Por favor responda los siguientes conjuntos de respuestas si desea convertirse en participante o organizador.
sv: på P2PU. Deltagande är nästa nivå av engagemang. Den som registrerar sig beskriver sitt intresse för ämnet och förbinder sig att arbeta med resten av deltagarna. Svara på följande frågor om du vill bli en deltagare eller organisatör.

source: Answers
he: Respuestas
sv: Svar

source: Pending Answers:
he: Respuesta Pendiente:
sv: Väntar på svar:

source: Add Participant
he: Añadir Participante
sv: Lägg till deltagare

source: What made you interested in this topic?
he: ¿Qué lo hizo interesarse en este tema?
sv: Vad fick dig intresserad av detta ämne?

source: What do you hope to achieve by participating?
he: ¿Qué espera lograr al participar?
sv: Vad hoppas du uppnå genom att delta?

source: Are you interested in helping with the %(kind)s organization?
he: ¿Está interesado(a) en ayudar con la organización del %(kind)s?
sv: Vill du hjälpa till med att organisera denna %(kind)s?

source: submitted a new answer at the sign-up page of
sv: lämnade in ett nytt svar på registreringssidan för

source: See answer at:
sv: Se svar i:

source: submitted a new answer at the sign-up page.
sv: lämnade in ett nytt svar på registreringssidan.

source: update.
sv: uppdatera.

source: Update from the flight deck: %(username)s posted an urgent message:
sv: Uppdatering från flygdäcket: %(username) skickade ett viktigt meddelande:

source: Update from the flight deck: %(username)s made an update:
sv: Uppdatering från flygdäcket: %(username)s gjorde en uppdatering

source: See what they said at:
sv: Se vad de sa vid:

source: You can reply to this comment by email! Just type your reply at the top.
sv: Skriv ditt svar högst upp för att svara på kommentaren med e-post.

source: This message was marked as important by an organizer. Participants can not turn off notifications for important updates.
sv: Det här meddelandet har markerats som viktigt av en organisatör. Deltagare kan inte stänga av meddelanden om viktiga uppdateringar.

source: made a comment in your course.
sv: gjorde en kommentar i din kurs.

source: Scoreboard
he: Marcador
sv: Resultatlista

source: Users Registered this Month
sv: Användare registrerade den här månaden

source: User
sv: Användare

source: Joins
sv: Nya medlemmar

source: Comments Posted at Groups this Month
sv: Kommentarer skickade till grupper den här månaden.

source: Group
sv: Grupp

source: Joins to Groups this Month
sv: Nya medlemmar i grupper den här månaden.

source: Groups Created this Month
sv: Grupper skapade den här månaden.

source: Sign In with your Google account
he: Entrar con su cuenta de Google
sv: Logga in med ditt Google-konto

source: Sign In with your Yahoo! account
he: Entrar con su cuenta de Yahoo!
sv: Logga in med ditt Yahoo!-konto

source: Sign In with your myOpenID account
he: Entrar con su cuenta myOpenID
sv: Logga in med ditt myOpenID-konto

source: enter any OpenID URL
he: escriba una URL de OpenID
sv: ange valfri OpenID URL

source: Display Name
he: Nombre
sv: Visningsnamn

source: Location
he: Ubicación
sv: Plats

source: Preferred Language
he: Idioma Preferido
sv: Önskat språk

source: About Me
he: Acerca de Mi
sv: Om mig

source: Please describe your skills, interest, and the things you will want to learn, by providing a comma-separated list of tags.
he: Por favor, describa sus habilidades, intereses y las cosas que desea aprender, mediante una lista de etiquetas separadas por comas.
sv: Beskriv vad du kan, är intresserad av och vad du vill lära dig mer om i en kommaseparerad lista med etiketter.

source: Skilled in
he: Hábil en
sv: Mina kunskaper

source: Interested in
he: Interesado en
sv: Mina intressen

source: Want to learn more about
he: רוצה ללמוד יותר על
sv: Vill lära mig mer om

source: Current Profile Image
he: Imagen del Perfil Actual
sv: Aktuell profilbild

source: Upload an image file from your computer to replace your current profile image:
he: Suba una imagen de su computador para remplazar la imagen actual de su perfil:
sv: Ladda upp en bild från din dator som ska ersätta din nuvarande profilbild:

source: Personalize your profile image by uploading an image file from your computer:
he: Personalice la imagen de su perfil subiendo una imagen de su computador:
sv: Gör din profilbild personlig genom att ladda upp en bild från din dator:

source: File Types: JPG, GIF or PNG only<br/> Max size: 700k <br/> Dimensions: 240x240 pixels
he: Tipos de archivos: JPG, GIF o PNG unicamente<br/> Tamaño máximo: 700k <br/> Dimensiones: 240x240 pixels
sv: Filtyper: endast JPG, GIF eller PNG<br/>Maximal storlek: 700k <br/>Mått: 240x240 pixlar

source: Followings
he: Siguiendo
sv: Följer

source: Latest Courses
he: Cursos Recientes
sv: De senaste kurserna

source: Latest Badges
he: Medallas Recientes
sv: De senaste medaljerna

source: Share your badges
sv: Dela dina medaljer

source: My Skills
he: Mis Habilidades
sv: Mina färdigheter

source: View more with skills in
he: Ver más habilidades en
sv: Visa fler med kunskap inom

source: My Interests
he: Mis Intereses
sv: Mina intressen

source: What I want to learn more about
he: Quiero aprender más sobre
sv: Detta vill jag lära mig mer om

source: Forgot Your Password?
he: שכחת את הסיסמה שלך?
sv: Har du glömt ditt lösenord?

source: Forgot your password?
he: שכחת את הסיסמה שלך?
sv: Har du glömt ditt lösenord?

source: Username or Email
he: Nombre de Usuario o Correo
sv: Användarnamn eller e-postadress

source: Sign In
he: Entrar
sv: Logga In

source: Password Updated
he: הסיסמה עודכנה
sv: Ditt lösenord har uppdaterats

source: Reset Password
he: Restablecer Contraseña
sv: Återställ ditt lösenord

source: Thank you! Your password has been updated.
he: תודה! הסיסמה שלך עודכנה.
sv: Tack! Ditt lösenord har uppdaterats.

source: You may now sign in.
he: Ahora puede entrar.
sv: Du kan nu logga in.

source: New Password
he: סיסמה חדשה
sv: Nytt lösenord

source: Confirm Password
he: Confirmar Contraseña
sv: Bekräfta lösenord

source: Hmm, that does not appear to be a correct link.
he: Hmm, ese no parece ser un enlace correcto.
sv: Hmm, det verkar inte vara en korrekt länk.

source: Password Reset
he: Restablecer Contraseña
sv: Återställ lösenord

source: Instructions for resetting your password were sent to your email address.
he: Se enviaron instrucciones para restablecer su contraseña a su dirección de correo.
sv: Instruktioner för att återställa ditt lösenord har skickats till din e-postadress.

source: Sign In with OpenID
he: Entrar con OpenID
sv: Logga in med OpenID

source: create an account
he: crear una cuenta
sv: skapa ett konto

source: Activity from user's profile
he: Actividad del pérfil del usuario
sv: Aktivitet från användares profil

source: Activity from user's dashboard
he: Actividad que el usuario está siguiendo
sv: Aktivitet från användares kontrollpanel

source: Edit Profile
he: Editar Perfil
sv: Redigera profilen

source: View Profile
he: Ver Perfil
sv: Visa profilen

source: Basic Information
he: Información Básica
sv: Allmän information

source: Notifications
he: Notificaciones
sv: Meddelanden

source: Update Email
he: Actualizar Correo
sv: Uppdatera e-postadressen

source: Update Password
he: עדכון סיסמה
sv: Uppdatera lösenordet

source: Delete Account
he: מחיקת חשבון
sv: Radera kontot

source: Add links to your blog, homepage, twitter profile, github repository etc. These links will appear on your profile.
he: Añada enlaces a su blog, página personal, perfil de twitter, repositorio en github etc. Estos enlaces aparecerán en su perfil.
sv: Lägg till länkar till din blogg, hemsida, Twitter-profil, github arkiv etc. Länkarna visas sedan i din profil.

source: Edit links to your blog, homepage, twitter profile, github repository etc. These links will appear on your profile.
he: Añada enlaces a su blog, página personal, perfil de twitter, repositorio en github etc. Estos enlaces aparecerán en su perfil.
sv: Redigera länkar till din blogg, hemsida, Twitter-profil, github arkiv etc. Länkarna visas sedan i din profil.

source: Add openid urls to login to your account. If you do not have any openids you can access your account with username and password.
he: Adicione openids para entrar a su cuenta. Si usted no tiene ningun openid podrá entrar a su cuenta usando nombre de usuario y contraseña.
sv: Lägg till OpenID länkar för att logga in på ditt konto. Om du inte har någon OpenID kan du komma åt ditt konto med användarnamn och lösenord.

source: A name that will identify you to other users. This is optional.
he: Un nombre que lo identificará ante otros usuarios. Es opcional.
sv: Ett namn som identifierar dig för andra användare. Detta är frivilligt.

source: Your public profile:
he: Su perfil público:
sv: Din offentliga profil:

source: username
he: שם משתמש
sv: användarnamn

source: Email Address
he: כתובת דואר אלקטרוני
sv: E-postadress

source: Required to send you notifications about your P2PU account.
he: Es necesario para enviarle notificaciones sobre su cuenta en P2PU.
sv: Krävs för att skicka meddelanden om ditt P2PU-konto.

source: Re-enter Email Address
he: Repita la Dirección de Correo
sv: E-postadress igen

source: By creating an account on
he: Al crear una cuenta en
sv: Genom att skapa ett konto på

source: , you accept our
he: , usted acepta nuestras
sv: , accepterar du våra

source: privacy guidelines
he: políticas de privacidad
sv: riktlinjer för sekretess

source: license provisions
he: disposiciones sobre licencias
sv: licensbestämmelser

source: and
he: ו
sv: och

source: terms of use
he: תנאי שימוש
sv: användarvillkor

source: By default all content you create on this site is publicly viewable.
he: Por defecto todo el contenido que usted cree en este sitio es visible publicamente.
sv: Som standard är allt innehåll som du skapar på denna webbplats offentligt tillgänglig.

source: Sign Up
he: הירשם
sv: Registrera

source: Create a New Account
he: צור חשבון חדש
sv: Skapa ett nytt konto

source: Create Account
he: צור חשבון
sv: Skapa ett konto

source: or sign up using
he: או הרשם באמצעות
sv: eller registrera dig genom

source: Password
he: סיסמה
sv: Lösenord

source: Confirm password
he: וודא את הסיסמה
sv: Bekräfta lösenord

source: Passwords must be at least 8 characters and contain numbers and letters.
he: סיסמאות חייבות להיות באורך של לפחות 8 תווים ולהכיל מספרים ואותיות.
sv: Lösenord måste vara minst 8 tecken och innehålla både siffror och bokstäver.

source: sign in
he: כניסה לחשבון
sv: logga in

source: Delete Your Account
he: מחיקת החשבון שלך
sv: Radera ditt konto

source: Are you sure you would like to delete your account? Be aware that you will not be able to login again to this account after you delete it.
he: ¿Está seguro de que desea borrar su cuenta de usuario? Note que usted no podrá volver a entrar con esta cuenta luego de que sea borrada.
sv: Är du säker på att du vill radera ditt konto? Observera att du inte kan logga in igen med detta konto efter att du har tagit bort det.

source: You are currently the only organizer of the following non-archived study groups, courses ...
he: Usted es actualmente el único organizador de los siguientes grupos de estudio, cursos, ... que no han sido archivados.
sv: Du är för närvarande den enda arrangören av följande icke-arkiverade studiegrupper, kurser ...

source: Please confirm your email address
he: Por favor confirme su dirección de correo
sv: Var vänlig bekräfta att det är din e-postadress.

source: Lives in
he: גר ב
sv: Bor i:

source: Private Message
he: הודעה פרטית
sv: Privat meddelande

source: Remember Me
he: זכור אותי
sv: Kom ihåg mig

source: or use
he: או השתמש ב
sv: eller använd

source: Browse
sv: Bläddra

source: in
he: בתוך
sv: i

source: Active this Week
he: פעילים השבוע
sv: Aktiva den här veckan

source: New People
he: אנשים חדשים
sv: Nya medlemmar

source: We're here to help reset your password.
sv: Vi är här för attn hjälpa dig skapa ett nytt lösenord.

source: To get a new password, go ahead and click on the link below, or paste it into your browser:
sv: Klicka på nedan länk för att få ett nytt lösenord, eller klistra in den i webbläsarens adressfält:

source: If you didn't request a new password, no worries. You're all set.
sv: Om du inte bad om ett nytt lösenord har du inget att oroa dig för. Allt är i sin ordning.

source: Happy learning.
sv: Ha så kul.

source: We're so happy you're here. Confirm your email below to get started:
sv: Vi är så glada att du är här. Bekräfta din e-postadress nedan för att börja:

source: Go forth and learn stuff!
sv: Gå vidare och lär dig saker!

source: Cheerio,
sv: Tjena,

source: Ready to get learning?!
sv: Beredd att börja lära dig?!

source: Greetings from P2PU. Your email address was changed.
sv: Hälsningar från P2PU. Din e-post har ändrats.

source: Thank you, your settings have been saved.
he: תודה, ההגדרות שלך נשמרו.

source: %(name)s %(kind)s
he: %(kind)s %(name)s

source: Anonym
he: אנונימי

source: Wiki
he: ויקי

source: WOW!
he: וואו!

source: Fresh Additions
he: הוספות חדשות

source: Admin
he: ניהול

source: min
he: m

source: File Types: JPG, GIF or PNG only<br/> Max size: 700k <br/> Dimensions: 20x60 pixels
he: Tipos de archivos: JPG, GIF o PNG unicamente<br/> Tamaño máximo: 700k <br/> Dimensiones: 20x60 pixels

source: File Types: JPG, GIF or PNG only<br/> Max size: 700k <br/> Dimensions: 41x50 pixels
he: Tipos de Archivos: JPG, GIF o PNG unicamente<br/> Tamaño máximo: 700k <br/> Dimensiones: 41x50 pixels

source: File Types: JPG, GIF or PNG only<br/> Max size: 700k <br/> Dimensions: Variable
he: Tipos de archivos: JPG, GIF o PNG unicamente<br/> Tamaño máximo: 700k <br/> Dimensiones: Variable

source: File Types: JPG, GIF or PNG only<br/> Max size: 700k <br/> Dimensions: 141x44 pixels
he: Tipos de archivos: JPG, GIF o PNG unicamente<br/> Tamaño máximo: 700k <br/> Dimensiones: 141x44 pixels

source: A user messages me on
he: Un usuario me envíe un mensaje en

source: Someone starts following me.
he: מישהו מתחיל לעקוב אחרי.

source: Someone starts following one of the study groups, courses, ... that I am organizing.
he: Alguien comience a seguir uno de los grupos de estudio, cursos, ... que estoy organizando.

source: Someone posts a submission for the badges of one of the challenges I adopted.
he: Alguien publico una respuesta para una de las medallas de los retos que adopté.

source: An organizer posts or replies to a message on the wall of:
he: Un organizador publique o responda un mensaje en el muro de:

source: A participant posts or replies to a message on the wall of:
he: Un participante publique o responda un mensaje en el muro de:

source: An organizer creates, edits, or posts new comments on a task or page of:
he: Un organizador cree, edite o publique nuevos comentarios en una tarea o página de:

source: A participant creates, edits, or posts new comments on a task or page of:
he: Un participante cree, edite o publique nuevos comentarios en una tarea o página de:

source: Does not include important updates for which notifications can not be turned off.
he: No incluye actualizaciones importantes para las cuales las notificaciones no pueden desactivarse.
