Repository: theinterned/batucada
Catalog: lernanta/locale/*/LC_MESSAGES/django.po
Languages: he, sv

source: Total time (in minutes) spent on this course's pages. The estimates are based on the timestamps of consecutive page views in the same session and default to one minute when the user does not access another page in an interval of one hour.
sv: Total tid (i minuter) spenderad på kursens sidor. Uppskattningarna baseras på tidsstämplar för efterföljande sidvisningar i samma session och sätts som standard till en minut när användaren inte besökt en annan sida inom en timme.

source: The data in the csv file is more detailed and does not add the one minute estimates to the time on page so you can choose another constant to give weight to these page visits.
sv: Data i csv-filen är mer detaljerad och lägger inte till den uppskattade tiden på en minut för sidan så att du kan välja en annan konstant som ger vikt åt dessa sidbesök.

source: Step 1: Create Course
sv: Steg 1: Skapa kurs

source: Clone Existing
sv: Klona befintlig

source: Import from old site
sv: Importera från gammal sajt

source: Step 2: Update Tasks
sv: Steg 2: Uppdatera uppgifter

source: Step 3: Review and Publish
sv: Steg 3: Utvärdera och publicera

source: Create a new study group, course ... based on an existing one. Note that if you start typing the matching suggestions will be displayed.
sv: Skapa en ny studiegrupp, kurs ... som bygger på en befintlig. Börja skriva något i fältet så kommer matchande förslag visas.

source: Short Name
he: שם קצר
sv: Kortnamn

source: Clone
sv: Klona

source: Step 2: Add Tasks
sv: Step 2: Lägg till uppgifter

source: Looking for advice on great course design? We have a <a href="%(challenge_url)s" target="_blank">course</a> that can help you with the process and articles on our <a href="http://help.p2pu.org/kb" >help desk</a>.
sv: Behöver du hjälp att skapa en kurs? Vi erbjuder en <a href="%(challenge_url)s" target="_blank">kurs</a> som går igenom tillvägagångssättet och informationsmaterial för vår <a href="http://help.p2pu.org/kb" >helpdesk</a>.

source: Just doing a test run? Check here to create a test course.
sv: Gör du ett testförsök? Markera här för att skapa en testkurs.

source: Please check this if you are just testing. Your course will not generate updates or notification emails for other users.
sv: Markera här om du bara testar. Din kurs kommer inte skicka uppdateringar eller e-post för andra användare.

source: Tagline
sv: Slogan

source: How many hours will this course take to complete?
sv: Hur många timmar tar denna kurs att slutföra?

source: Course style
sv: Kursstil

source: What kind of learning environment do you want to create?
he: איזה סוג סביבת לימוד אתה רוצה ליצור?
sv: Vilken typ av lärmiljö vill du skapa?

source: Or make up your own term.
he: או המצא מונח משלך.
sv: Eller hitta på en egen term.

source: Your cover image is the public face of your course - choose it wisely! Select and upload an image.<br/>We only support JPG, GIF and PNG images<br/>The image should measure 243x150 pixels<br/>The maximum size is 700k
sv: Din omslagsbild visar upp din kurs publikt - välj den klokt! Välj och ladda upp en bild. <br/> Systemet stöder JPG, GIF och PNG-bilder <br/>Bilden ska vara 243x150 bildpunkter<br/> Den maximala storleken är 700kb

source: Go to step 2
sv: Gå till steg 2

source: Review your course
sv: Utvärdera din kurs

source: This is what your project will look like to the world when it is published. Take a second to double check your course name, tagline, image and tags.
sv: Detta är hur ditt projekt kommer att se ut när det publiceras. Ta en stund för att dubbelkolla kursens namn, slogan, bild och etiketter.

source: Join the <a href="https://courses.p2pu.org/groups/make-a-course/">P2PU Course Design Group</a> to get feedback on your course!
sv: Gå med i <a href="https://courses.p2pu.org/groups/make-a-course/">P2PU Course Design Group </a> för att få feedback på din kurs!

source: You may also wish to add a badge to your challenge! For more information on badges and how to add them to your challenge, see <a href="https://courses.p2pu.org/groups/how-do-i-make-a-badge/">this</a> course!
sv: Du kanske även vill lägga till en medalj till din utmaning! För mer information om medaljer och hur du lägger till dem i din utmaning, se <a href="https://courses.p2pu.org/groups/how-do-i-make-a-badge/">den här</ a > kursen!

source: Once you hit the 'Finish' button, you will be taken to your course. You can still make changes to your course and add and update the tasks associated with your course.
sv: När du trycker på 'Slutför', kommer du att tas till din kurs. Du kan fortfarande göra ändringar i din kurs eller lägga till och uppdatera uppgifter som hör till kursen.

source: Your course will remain a draft until you uncheck the 'Under Development' checkbox in the admin interface of your course.
sv: Din kurs kommer att visas som utkast tills du avmarkerar 'rutan Under utveckling' i kontrollpanelen för din kurs.

source: Finish
he: גמור
sv: Slutför

source: Create tasks
he: יצירת משימות
sv: Skapa uppgifter

source: Up
sv: Upp

source: Down
sv: Ner

source: Add Task
he: הוספת משימה
sv: Lägg till uppgift

source: Go to step 3
sv: Gå till steg 3

source: Image
he: תמונה
sv: Bild

source: Status &amp; Duration
he: סטטוס וזמן נדרש
sv: Status &amp; Tidsperiod

source: Status &amp; Dates
he: סטטוס ותאריכים
sv: Status &amp; Datum

source: Signup
he: הרשמה
sv: Registrering

source: Associated Courses
he: קורסים קשורים
sv: Tillagda kurser

source: Links
he: קישורים
sv: Länkar

source: Metrics
he: מדדים
sv: Metrisk

source: Upload
sv: Ladda upp

source: Add links to websites associated with this
he: הוסף קישורים לאתרים הקשורים ל
sv: Lägg till länkar till webbplatser som förknippas med denna

source: such as a blog, homepage, twitter profile, github repository etc.
he: הזה, כגון בלוג, דף בית, פרופיל טוויטר, או github repository וכדומה.
sv: som en blogg, hemsida, Twitter-profil, github arkiv etc.

source: Subscribed
sv: Följer

source: Actions
he: פעולות
sv: Åtgärder

source: Subscribed.
sv: Följer.

source: yes
he: כן
sv: ja

source: Error saving subscription.
sv: Fel uppstod, kunde inte följa.

source: error
he: שגיאה
sv: fel

source: Not subscribed.
sv: Följer inte.

source: no
he: לא
sv: nej

source: Subscribe
sv: Följa

source: Edit links to websites associated with this
he: עריכת קישורים לאתרים הקשורים ל
sv: Redigera länkar till webbplatser som förknippas med denna

source: Update
he: עדכון
sv: Uppdatera

source: View, add and remove associated study groups and courses that a learner might want to visit after completing the challenge.
sv: Visa, lägg till och ta bort relaterade utmaningar, studiegrupper och kurser som eleven kanske vill ta en titt på när utmaningen är avklarad.

source: Kind
he: סוג
sv: Typ

source: Remove
he: הסרה
sv: Ta bort

source: View and add participants.
he: צפייה והוספת משתתפים.
sv: Visa och lägga till deltagare.

source: View, add and remove participants.
he: צפייה, הוספת, והסרת משתתפים.
sv: Visa, lägga till och ta bort deltagare.

source: Username
he: שם משתמש
sv: Användarnamn

source: Organizer
he: מארגן
sv: Organisatör

source: Adopter
he: מאמץ
sv: Utmanad

source: Organizing.
sv: Organiserar.

source: Not Organizing.
sv: Organiserar Inte.

source: Adopter.
sv: Utmanad.

source: Participant.
sv: Deltagare.

source: Add Organizer
he: הוספת מארגן
sv: Lägg till en organisatör

source: Remove organizer
he: הסרת מארגן
sv: Ta bort organisatör

source: Configure your %(kind)s's status so that it appears in the appropriate lists.
he: הגדר את הסטטוס של ה%(kind)s שלך, כדי שיופיע ברשימות הנכונות.
sv: Konfigurera din %(kind)s status, så att den visas i lämpliga listor.

source: Under Development.
he: בעבודה.
sv: under utveckling.

source: Not Listed.
he: לא רשום.
sv: Ej Listade.

source: Archived.
he: מאורכב.
sv: Arkiverad.

source: How many hours will this challenge take to complete?
sv: Hur många timmar tar utmaningen att slutföra?

source: Optionally, provide the period of time in which you expect the %(kind)s to be active. These dates are optional and will be displayed on the home page.
sv: Valfritt, ange tid som du förväntar dig att %(kind)s ska vara aktiv. Dessa datum är frivilliga och visas på startsidan.

source: Active from
he: פעיל מ
sv: Aktiv från

source: This is a test course
sv: Det här är en testkurs

source: Short and descriptive works best.
he: קצר ותיאורי עובד הכי טוב.
sv: Kort och beskrivande fungerar bäst.

source: Used in search results and listings.
sv: Visas i sökresultat och på registersidan.

source: One paragraph description
he: תיאור בפסקה אחת
sv: Beskrivning i en paragraf

source: What's this about? What will I learn? Tell me more, but keep it to the point.
he: על מה זה? מה אלמד? ספר לי יותר, אך שזה יהיה קצר.
sv: Vad handlar det om? Vad kommer jag lära? Berätta mer för mig om ämnet.

source: Skills
he: מיומנויות
sv: Färdigheter

source: Comma-separated list of keywords.
he: רשימת מילות מפתח המופרדות בפסיקים.
sv: Komma-separerad lista med nyckelord.

source: Type
sv: typ

source: Import from Old Site
he: ייבוא מהאתר הישן
sv: Importera från gammal sajt

source: Import a course from the old p2pu site. Note that if you start typing the matching suggestions will be displayed.
sv: Importera en kurs från den gamla p2pu sajten. Observera att om du börjar skriva kommer matchande förslag visas.

source: Course
he: קורס
sv: Kurs

source: Import
he: ייבוא
sv: Importera

source: Unfollow
he: הפסק לעקוב
sv: Sluta följa

source: Follow
he: עקוב
sv: Följ

source: Participate
he: השתתף
sv: Delta

source: Time it should take to complete:
he: Tiempo que debería tomar en completar:
sv: Uppskattad tid för att slutföra:

source: Start Challenge
he: Iniciar Reto
sv: Starta utmaning

source: View Tasks
he: Ver Tareas
sv: Visa uppgifter

source: View Discussions
he: Ver Discussiones
sv: Visa diskussioner

source: Request a Mentor
he: Solicitar un Mentor
sv: Begär en mentor

source: Discuss Challenge
he: Discutir sobre el Reto
sv: Diskutera utmaning

source: Leave Challenge
he: Dejar Reto
sv: Lämna utmaning

source: View more tagged with
he: Vea otros etiquetados como
sv: Visa fler märkta med

source: View Full Description
he: Ver Descripción Completa
sv: Visa fullständig beskrivning

source: Under Development
he: En Desarrollo
sv: Under utveckling

source: Not Listed
he: No Listado
sv: Ej listade

source: DATE_FORMAT
he: j N Y
sv: j F Y

source: Runs
he: Activo del
sv: Körs

source: Based on
he: Basado en
sv: Baserat på

source: Updates
he: עדכונים
sv: Uppdateringar

source: Pending Applicants
he: Aspirantes Pendientes:
sv: Väntande sökande

source: Edit Participants
he: Editar Participantes
sv: Redigera deltagare

source: Contact Organizer(s)
he: Contactar Organizador(es)
sv: Kontakta organisatören

source: Contact Organizer
he: Contactar Organizador
sv: Kontakta organisatören

source: External Links
he: Enlaces Externos
sv: Externa länkar

source: No external links have been added.
he: Ningún enlace externo ha sido añadido.
sv: Inga externa länkar har lagts till.

source: Edit Links
he: Editar Enlaces
sv: Redigera länkarna

source: Help your peers
he: Ayude a sus colegas
sv: Hjälp dina vänner

source: Would you be interested in becoming a Mentor? Your peers are going to run into road blocks and they could really use your help.
he: ¿Estaría interesado en convertirse en un mentor? Sus colegas van a encontrar dificultades y realmente podría necesitar su ayuda.
sv: Skulle du vara intresserad av att bli Mentor? Deltagare kommer att stöta på hinder och de kan verkligen behöva din hjälp.

source: Become a Mentor
he: Conviértase en un Mentor
sv: Bli en mentor

source: %(counter)s peer needs your review!
he: ¡%(counter)s respuesta de un colega necesita revisión!
sv: %(counter)s vänner behöver din bedömning!

source: Go
he: Ir
sv: Kör

source: New
sv: Ny

source: Howdy Organizer. Someone's contacted you.
sv: Hej organisatör. Någon har kontaktat dig.

source: We're excited to see you've created %(project_name|safe)s.
sv: Vi är glada över att du har skapat %(project_name|safe)s.

source: We\'re here to help you design, promote and run a stellar course.
sv: Vi\ är här för att hjälpa dig att designa, marknadsföra och driva en fantastiskt kurs.

source: Check out these ways to connect with the community, get feedback and promote the heck out it.
sv: Kolla in hur du kommer i kontakt med gemenskapen, får återkoppling och marknadsföring.

source: 1. We have a help desk where you can bring all your questions to our staff:
sv: 1. Vi har en helpdesk där du kan ställa dina frågor till vår personal:

source: 2. We have a group just for course designers on the site:
sv: 2. Vi har en egen grupp för kursformgivare:

source: 3. We have a totally sweet P2PU community mailing list where you can pitch your course:
sv: 3. Vi har en riktigt skön P2PU gemenskap, där du kan pitha dina kurser:

source: 4. To give you course more marketing TLC, get it featured in the showcase. Send us a note at help@p2pu.org.
sv: 4. Ansök om att hamna under utvalda kurser för bättre marknadsföring av din kurs. Skicka meddelande till oss på help@p2pu.org.

source: When your course is ready, uncheck \
sv: När kursen är klar, avmarkera \

source: Yay! The learnings!
sv: Jippi! Kunskaper!

source: Take %(project_name)s to the next level.
sv: Ta %(project_name)s till nästa nivå.

source: is now following
sv: följer nu

source: you
sv: du

source: on P2PU!
sv: på P2PU!

source: Bio:
he: Biografía:
sv: Biografi:

source: You can see their profile here:
sv: Du kan se deras profil här:

source: is following
sv: följer

source: said:
he: dijo:
sv: sa:

source: on
he: en
sv: i

source: In Reply To:
he: En Respuesta A:
sv: Som Svar På:

source: in reply to
he: en Respuesta a
sv: som svar på

source: Edit Comment
he: ערוך תגובה
sv: Redigera kommentar

source: Reply Comment
he: הגב לתגובה
sv: Svara på kommentaren

source: New Comment
he: תגובה חדשה
sv: Ny kommentar

source: Post
he: Publicar
sv: Skicka

source: Restore Comment:
he: שחזר תגובה
sv: Återställ kommentaren:

source: Delete Comment:
he: מחק תגובה
sv: Ta bort kommentaren:

source: Are you sure you want to restore this comment?
he: אתה בטוח שאתה רוצה לשחזר את התגובה הזאת?
sv: Är du säker på att du vill återställa denna kommentar?

source: Are you sure you want to delete this comment?
he: אתה בטוח שאתה רוצה למחוק את התגובה הזאת?
sv: Är du säker på att du vill ta bort denna kommentar?

source: This comment was posted at %(scope)s.
sv: Kommentaren lades till vid %(scope)s.

source: You can view this comment online at:
sv: Du kan se kommentaren här:

source: To reply to this comment by email, simply type your reply at the top!
sv: Skriv ditt svar högst upp för att svara på kommentaren med e-post!

source: posted a new comment at
sv: skrev en ny kommentar i

source: in
sv: i

source: Review
he: Revisar
sv: Bedöm

source: Feedback Comments:
he: Comentarios:
sv: Återkoppling kommentarer:

source: New Courses
he: קורסים חדשים
sv: Nya kurser

source: Reviewed
he: Revisados
sv: Utvärderad

source: Feedback
he: Comentarios
sv: Återkoppling

source: Mark as Reviewed
he: Marcar como Revisado.
sv: Markera som utvärderad

source: Feature as Community Pick
he: Destacar como Selección de la Comunidad
sv: Välj ut som communityns bästa!

source: Mark as Deleted (Spam)
he: Marcar como Eliminado (Spam).
sv: Markera som raderad (spam)

source: Review from
he: Evaluación de
sv: Utvärdering av

source: Community Reviewed!
he: ¡Comentario eliminado!
sv: Utvärderad av medlemmar!

source: Deleted (Spam)!
he: ¡Eliminado (Spam)!
sv: Raderad (Spam)!

source: Featured as Community Pick!
he: ¡Destacado como Selección de la Comunidad!
sv: Utvalda av communityn!

source: Feedback:
he: Comentarios:
sv: Återkoppling:

source: Post New Review
he: Publicar una Nueva Evaluación
sv: Skicka ny utvärdering

source: Hi there! %(reviewer)s had a look at %(course)s and here is what they had to say:
sv: Hej! %(reviewer)s granskade %(course)s och detta är vad de hade att säga:

source: You can also have a look at their feedback here: https://%(domain)s%(review_url)s Cheerio The P2PU team
sv: Du kan också titta på deras återkoppling här: https://%(domain)s%(review_url)s Cheerio P2PU gruppen

source: %(user)s had a look at %(course_name)s!
sv: %(user)s tog sig en titt på %(course_name)s!

source: Work on this Task
he: Trabajar en esta Tarea
sv: Arbete för denna Uppgift:

source: Select the file you want, then click 'Attach File' to continue...
he: Seleccione el fichero que desee, y haga clic en 'Adjuntar Fichero' para continuar...
sv: Välj fil, klicka sedan på 'Bifoga fil' för att fortsätta ...

source: Files
he: Ficheros
sv: Filer

source: Attach File
he: Adjuntar Fichero
sv: Bifoga Fil

source: No files found. Upload files using the 'Link Button' dialog's 'Upload' tab.
he: No se encontro ningún fichero. Suba un fichero usando la pestaña 'Cargar' del dialogo 'Insertar Vínculo'.
sv: Inga filer hittades. Ladda upp filer genom fliken 'ladda upp' i 'länk-knappens' dialogruta.

source: View Challenges
he: Ver Retos
sv: Se utmaningar

source: Challenges
he: Retos
sv: Utmaningar

source: Adopters
he: Adoptaron
sv: Personer som antagit utmaningen

source: Get started with the first Challenge now
he: Empiece con el primer Reto ahora
sv: Börja med den första utmaningen nu

source: View All Challenges
he: Ver Todos los Retos
sv: Se alla utmaningar

source: P2PU Schools:
he: Escuelas en P2PU:
sv: P2PU Skolor:

source: Edit School
he: Editar Escuela
sv: Redigera skolan

source: Browse
he: Navegar
sv: Bläddra

source: School Organizers
he: Organizadores de Escuela
sv: Skolledare

source: Challenge Sets
he: Conjuntos de Retos
sv: Samlade utmaningar

source: Start first Challenge
he: Iniciar primer Reto
sv: Börja med den första utmaningen

source: View School
he: Ver Escuela
sv: Visa skolan

source: Appearance
he: Apariencia
sv: Utseende

source: Logo
sv: Logga

source: Small Logo
he: Logo Pequeño
sv: Liten logga

source: Background
he: Fondo
sv: Bakgrund

source: Site Logo
he: Logo del Sitio
sv: Sajt logga

source: Membership
he: Membresía
sv: Medlemskap

source: Mentorship
he: Mentores
sv: Mentorskap

source: Statistics
he: Estadísticas
sv: Statistik

source: Replace School Background Image
he: Remplazar Imagen de Fondo de la Escuela
sv: Byt ut skolans bakgrundsbild

source: Upload a School Background Image
he: Subir Imagen de Fondo de la Escuela
sv: Ladda upp skolans bakgrundsbild

source: Upload an image file from your computer:
he: Subir una imagen de su computador:
sv: Ladda upp en bild från din dator:

source: View, add and remove courses featured by this school.
sv: Visa, lägga till och ta bort utvalda kurser för den här skolan.

source: Replace School Small Logo
he: Remplazar Logo Pequeño de la Escuela
sv: Byt ut skolans lilla logga

source: Upload a School Small Logo
he: Subir un Logo Pequeño para la Escuela
sv: Ladda upp en liten logga för skolan

source: Replace School Logo
he: Remplazar Logo de la Escuela
sv: Byt ut skolans logga

source: Upload a School Logo
he: Subir un Logo de la Escuela
sv: Ladda upp en logga för skolan

source: View, add and remove courses to this school.
sv: Visa, lägga till och ta bort kurser för den här skolan.

source: Course title
sv: Kurstitel

source: Schools that have a mentorship program can provide urls to the forms they use to signup people as mentors or mentees. Schools will be responsible for pairing up mentors with mentees and send the introduction emails.
he: Las escuelas que tienen programas de mentores pueden proveer las urls a los formularios para inscribirse como mentores o tutoreados. Las escuelas serán responsables por asignar mentores a los tutoreados y enviar los mensajes de presentación.
sv: Skolor med ett mentorskapsprogram kan ange en url till det formulär som används för att registrera mentorer eller adepter. Skolor ansvarar själva för att mentorer och adepter hittar varandra och får introduktionsmejlen.

source: Mentor Form Url
he: Url para Mentores
sv: URL till mentorsformulär

source: Provide url for users to signup as mentors.
he: Provea el enlace para que los usuarios se inscriban como mentores.
sv: Ange url där användare kan registrera sig som mentorer.

source: Mentee Form Url
he: Url para Tutoreados
sv: URL till adeptformulär

source: Provide url for users to signup as mentees.
he: Provea el enlace para que los usuarios se inscriban como tutoreados.
sv: Ange url där användare kan registrera sig som adepter.

source: View, add and remove organizers of your school.
he: Ver, añadir y remover organizadores de su escuela.
sv: Visa, lägga till och ta bort ledare för din skola.

source: School Organizer
he: Organizador de Escuela
sv: Skolledare

source: Organizing this school.
he: Organizando esta escuela.
sv: Leder den här skolan.

source: Replace School Site Logo
he: Remplazar Logo del Sitio
sv: Byt ut skolans sajtlogga

source: Upload a School Site Logo
he: Subir Logo del Sitio
sv: Ladda upp en sajtlogga för skolan

source: Statistics for this school
he: Estadisticas para esta escuela.
sv: Statistik för den här skolan

source: Groups
he: Grupos
sv: Grupper

source: Page Comments
he: תגובות על העמוד
sv: Kommentarer på sidan

source: Wall Messages
he: Mensajes en el Muro
sv: Meddelanden i loggen

source: Activity Replies
he: Comentarios a Actividades del Muro
sv: Svar på aktiviteter

source: Page Edits
he: Ediciones de Páginas
sv: Ändringar på sidan

source: Sign-Up Answers
he: Respuestas a las Tareas de Inscripción
sv: Svar på registreringen

source: Sign-Up Comments
he: Comentarios en la Página de Inscripción
sv: Kommentarer till registreringen

source: The numbers on this page do not include data from the old p2pu site.
he: Las estadísticas en esta página no incluyen datos del sitio antiguo de p2pu.
sv: Siffrorna på denna sida innehåller inte data från den gamla p2pu webbplatsen.

source: Comments at the full description and task pages.
he: Comentarios en las páginas de descripción completa y tareas.
sv: Kommentarer på fullständig beskrivning och sidor för uppgiften.

source: Messages posted to the wall by organizers and participants.
he: Mensajes publicados en el muro por organizadores y participantes.
sv: Meddelanden i loggen från organisatörer och deltagare.

source: Comments in the discusion threads of wall activities.
he: Comentarios en los hilos de discusión de las actividades del muro.
sv: Kommentarer i diskussionstrådar till loggaktiviteter.

source: Edits to the full description and task pages. Does not include minor updates.
he: Ediciones a las páginas de descripción completa y tareas. No incluye ediciones menores.
sv: Ändrar i fullständig beskrivning och sidor för uppgiften. Inkluderar inte mindre uppdateringar.

source: Includes both accepted and non-accepted answers.
he: Incluye tanto respuestas aceptadas como no aceptadas.
sv: Inkluderar både accepterade och ej accepterade svar.

source: Comments at the sign-up pages. It includes automatic "wellcome to the group" replies.
he: Comentarios en las páginas de inscripción. Incluye los comentarios automáticos de bienvenida.
sv: Kommentarer på registreringssidor. Inkluderar automatiska "välkommen till gruppen" svar.

source: Sidebar
he: Barra Lateral
sv: Sidpanel

source: Show School Organizers.
he: Muestre los Organizadores de Escuela.
sv: Visa skolledare.

source: Hide the list of school organizers if you don't want it to appear on the school home page sidebar.
he: Oculte la lista de organizadores de la escuela si no desea que estos aparezcan en la barra lateral de la página principal de la escuela.
sv: Dölj listan med skolledare om du inte vill att den ska visas i sidpanelen på skolans hemsida.

source: Width
he: Ancho
sv: Bredd
