Repository: theinterned/batucada
Catalog: lernanta/locale/*/LC_MESSAGES/django.po
Languages: he, sv

source: This field is required.
he: שדה חובה.
sv: Detta fält krävs.

source: User profile with this Email already exists.
he: פרופיל משתמש עם כתובת הדוא"ל הזאת כבר קיים.
sv: Användarprofil med denna e-postadress finns redan.

source: That e-mail address isn't associated to a user account.
he: כתובת הדוא"ל ההיא אינה קשורה לחשבון משתמש כלשהו.
sv: E-postadressen finns inte i något användarkonto.

source: You didn't finish registering the last time.
he: לא גמרת להירשם בפעם שעברה.
sv: Du slutförde inte registreringen förra gången.

source: Please register a new account.
he: בבקשה פתח חשבון חדש.
sv: Vänligen registrera ett nytt konto.

source: Username not found.
he: שם המשתמש לא נמצא.
sv: Användarnamnet hittades inte.

source: Are you sure you've registered?
he: אתה בטוח שנרשמת?
sv: Är du säker på att du har registrerat ett konto?

source: (adopted)
sv: (antog)

source: (organizing)
he: (מארגן)
sv: (organiserar)

source: (participating)
he: (משתתף)
sv: (deltar)

source: (following)
he: (עוקב)
sv: (följer)

source: Incorrect username, email or password.
he: שם משתמש, כתובת דוא"ל, או סיסמה שגוייה.
sv: Fel användarnamn, e-post eller lösenord.

source: Congratulations! Your user account was successfully created.
he: כל הכבוד! חשבון המשתמש שלך נוצר בהצלחה.
sv: Grattis! Ditt användarkonto har skapats.

source: Thanks! We have sent an email to {0} with instructions for completing your registration.
he: תודה! שלחנו הודעה לכתובת {0} עם הוראות כדי לגמור את ההרשמה שלך.
sv: Tack! Vi har skickat ett mail till {0} med instruktioner om hur du slutför din registrering.

source: Hmm, that doesn't look like the correct confirmation code
he: הממ, זה לא נראה כמו קוד הווידוא הנכון
sv: Hmm, det ser inte ut som rätt bekräftelsekod

source: Success! You have verified your email address.
he: הצלחה! וידאת את כתובת הדוא"ל שלך.
sv: Verifiering av kontot lyckades!

source: This user account was deleted.
he: חשבון המשתמש הזה נמחק.
sv: Användarkontot har raderats.

source: Thanks! We have sent an email to %s with instructions for completing your registration.
he: תודה! שלחנו הודעה לכתובת %s עם הוראות כדי לגמור את ההרשמה שלך.
sv: Tack! Vi har skickat ett mail till %s med instruktioner om hur du slutför din registrering.

source: Profile updated
he: Perfil actualizado
sv: Profil uppdaterad

source: There were problems updating your profile. Please correct the problems and submit again.
he: היו שגיאות בעידכון הפרופיל שלך. בבקשה תקן אותם ושלח שוב.
sv: Ett fel uppstod när din profil uppdaterades. Vänligen korrigera fel och spara igen.

source: The identity %s has already been claimed by you.
he: הזהות %s כבר נלקחה על ידך.
sv: Identitet %s har redan valts av dig.

source: The identity %s has already been claimed by another user.
he: הזהות %s כבר נלקחה בידי משתמש אחר.
sv: Identitet %s har redan valts av en annan användare.

source: The identity %s has been saved.
he: הזהות %s נשמרה.
sv: Identitet %s har sparats.

source: OpenID authentication failed: %s
he: האימות על ידי OpenID נכשלה: %s
sv: OpenID verifiering misslyckades: %s

source: Authentication cancelled.
he: האימות בוטל.
sv: Autentisering avbröts.

source: Unknown OpenID response type: %r
sv: Okänd OpenID svarstyp: %r

source: This is an OpenID relying party endpoint.
sv: Detta är OpenID hänvisningens slutpunkt.

source: You can't edit this openid
sv: Du kan inte redigera denna OpenID

source: The openid was deleted.
sv: OpenID togs bort.

source: Profile image updated
he: תמונת הפרופיל עודכנה
sv: Profilbild uppdaterad

source: There was an error uploading your image.
he: אירעה תקלה בהעלאת התמונה שלך.
sv: Ett fel uppstod när din bild laddades upp.

source: Profile link added.
he: קישור הפרופיל הוסף.
sv: Länk till profil lades till.

source: There was an error saving your link.
he: אירעה תקלה בשמירת הקישור שלך.
sv: Ett fel uppstod när din länk sparades.

source: Profile link updated
he: קישור הפרופיל עודכן
sv: Länk till profil uppdaterad

source: The link was deleted.
he: הקישור נמחק.
sv: Länken togs bort.

source: Page not found
he: הדף לא נמצא
sv: Sidan kan inte hittas

source: Oops. That links doesn't seem to work. Maybe the page you are looking for is on the old p2pu site? Try
he: אופס! הקישור ההוא כנראה לא עובד. אולי הדף אותו אתה מחפש נמצא באתר הישן של P2PU? נסה
sv: Hoppsan. Länken verkar inte fungera. Kanske finns den sida du söker på den gamla P2PU webbplatsen? Kolla in

source: If you think this is an error, please let us know by <a href="http://p2pu.lighthouseapp.com/projects/71002" target="_blank">filling a bug report</a>.
sv: Om du tror att detta är ett fel kan du meddela oss genom att <a href="http://p2pu.lighthouseapp.com/projects/71002" target="_blank">lämna in en felrapport</a>.

source: Internal server error
he: שגיאת שרת פנימית
sv: Internt serverfel

source: Clearly what was supposed to happen, didn't. You can help us to solve this problem by <a href="http://help.p2pu.org">filing a bug report</a>, and telling us what you were doing when the problem occurred.
sv: Tydligen hände inte det som borde hända. Du kan hjälpa oss lösa problemet genom att <a href="http://help.p2pu.org">lämna in en felrapport</a> och berätta vad du gjorde när problemet uppstod.

source: Down for maintenance, come back soon
he: האתר כרגע בתחזוקה, שוב עוד מעט
sv: Stängd för underhåll, kom tillbaka om en stund

source: We are probably in the process of upgrading the site. We apologize for any inconvenience, and hope that you will like the new features.
he: אנחנו כנראה בתהליך שידרוג האתר. אנו מצטערים על אי הנוחות, ומקווים שתאהבו את התכונות החדשות.
sv: Vi håller förmodligen på att uppgradera sajten. Vi ber om ursäkt för olägenheten och hoppas att du kommer att gilla de nya funktionerna.

source: What is P2PU?
he: מה זה P2PU?
sv: Vad är P2PU?

source: The Peer 2 Peer University is a grassroots open education project that organizes learning outside of institutional walls and gives learners recognition for their achievements. P2PU creates a model for lifelong learning alongside traditional formal higher education. Leveraging the internet and educational materials openly available online, P2PU enables high-quality low-cost education opportunities.
he: אוניברסיטת Peer 2 Peer (עמית לעמית) הינו פרויקט חינוך פתוח עממי, המארגן לימוד חוץ-מוסדי ונותן ללומדים הכרה על הישיגיהם. P2PU יוצר מודל בשביל לימוד לאורך כל החיים, לצד חינוך פורמלי מסורתי. באמצעות שימוש באינטרנט ובחומרי הלימוד הזמינים בחינם בו, P2PU מאפשר הזדמנויות לימוד באיכות גבוהה ועלות נמוכה.
sv: Peer 2 Peer Universitet är ett öppet utbildningsprojekt på gräsrotsnivå som organiserar lärande utanför institutionernas väggar och ger elever erkännande för sina prestationer. P2PU skapar en modell för livslångt lärande vid sidan av traditionell formell högskoleutbildning. Med internet och utbildningsmaterial fritt tillgängliga på nätet, gör P2PU det möjligt att utbilda med hög kvalitet till låg kostnad.

source: Connect With Us
sv: Kontakta oss

source: Get Involved
sv: Engagera dig

source: Blog
he: בלוג
sv: Blogg

source: Send us an email
he: שלח לנו דוא"ל
sv: Skicka ett mejl till oss

source: Some of Our Supporters
sv: Några av våra supportrar

source: View all of our supporters
he: הצג את כל התומכים שלנו
sv: Visa alla supportrar

source: (more)
he: (יותר)
sv: (mer)

source: Help
he: עזרה
sv: Hjälp

source: Announcements
he: הודעות
sv: Meddelanden

source: Found a Bug?
he: מצאת באג?
sv: Hittat en bugg?

source: Share-Alike
sv: DelaLika

source: Privacy Guidelines
he: מדיניות פרטיות
sv: Sekretess riktlinjer

source: Terms of Use
he: תנאי שימוש
sv: Användarvillkor

source: Learning for everyone, by everyone, about almost anything.
he: לימוד לכולם, מאת כולם, אודות כמעט הכול.
sv: Lärande för alla, av alla, om nästan vad som helst.

source: Find
sv: Hitta

source: Great Courses
sv: Utmärkta kurser

source: Create
he: יצירה
sv: Skapa

source: a Course
sv: En kurs

source: Dashboard
sv: Kontrollpanel

source: My Profile
he: הפרופיל שלי
sv: Min Profil

source: My Settings
he: ההגדרות שלי
sv: Mina Inställningar

source: Chat
he: צ'אט
sv: Chatt

source: Inbox
he: דואר נכנס
sv: Inkorg

source: Logout
he: יציאה מהחשבון
sv: Logga ut

source: Login
he: כניסה לחשבון
sv: Logga in

source: en
he: he
sv: sv

source: Home
he: בית
sv: Hem

source: jquery.ui.datepicker-en.js
he: jquery.ui.datepicker-he.js
sv: jquery.ui.datepicker-sv.js

source: js/script-en.js
he: js/script-he.js
sv: js/script-sv.js

source: Abuse Report Received
he: הדיווח אודות שימוש לרעה התקבל
sv: Anmälan om missbruk mottagen

source: Report Abuse
he: דווח על שימוש לרעה
sv: Rapportera missbruk

source: Why are you reporting this?
sv: Vad är anledning till din anmälan?

source: Reason if you selected other.
sv: Anledningen om du valt annat.

source: Report
he: דיווח
sv: Anmäl

source: Cancel
he: ביטול
sv: Avbryt

source: Would you like to report this content as objectionable? This can be anything from suspected spam to offensive content.
he: הנך רוצה לדווח על התוכן הזה כבעייתי? זה יכול להיות הכל מחשד לספאם ועד לתוכן פוגעני.
sv: Vill du anmäla detta innehåll som tveksamt? Det kan vara vad som helst från misstänkt skräppost till stötande innehåll.

source: Thank You,
he: תודה רבה,
sv: Tack,

source: We have received your report and will investigate further.
he: קיבלנו את הדיווח שלך ונחקור את העניין.
sv: Vi har mottagit din anmälan och kommer att undersöka saken.

source: %(user)s has reported %(url)s as %(reason)s.'
sv: %(user)s har anmält %(url)s för %(reason)s.'

source: More info: %(other)s
sv: Mer information: %(other)s

source: Abuse Report
sv: Anmälan om Missbruk

source: Delete
he: מחק
sv: Ta bort

source: at
sv: i

source: via
sv: på

source: %(counter)s Comment
he: %(counter)s תגובה
sv: %(counter)s Kommentar

source: Activity
he: פעילות
sv: Aktivitet

source: Learn
he: למד
sv: Lära

source: People
he: אנשים
sv: Medlemmar

source: Restore Activity
he: שיחזור פעילות
sv: Återställ aktivitet

source: Delete Activity
he: מחיקת פעילות
sv: Ta bort aktivitet

source: Are you sure you want to restore this activity?
he: אתה בטוח שאתה רוצה לשחזר את הפעילות הזאת?
sv: Är du säker på att du vill återställa denna aktivitet?

source: Are you sure you want to delete this activity?
he: אתה בטוח שאתה רוצה למחוק את הפעילות הזאת?
sv: Är du säker på att du vill ta bort denna aktivitet?

source: Restore
he: שחזר
sv: Återställ

source: Comments
he: תגובות
sv: Kommentarer

source: Reply
sv: Svara

source: Assessment from
he: הערכה מאת
sv: Bedömning från

source: on
sv: i

source: out of 4
he: מתוך 4
sv: av 4

source: Comment:
he: תגובה:
sv: Kommentar:

source: Gave
he: נתן
sv: Gav

source: to
sv: till

source: Give Badge
sv: Ge medalj

source: Badges
sv: Medaljer

source: Review This Submission
sv: Granska och bedöm den här inlämnade uppgiften.

source: Submitted work on
he: הגיש עבודה ב
sv: Inlämnat arbete

source: %(counter)s Review
sv: %(counter)s Recension

source: Check out all these submissions!
sv: Titta på alla inlämnade uppgifter!

source: Please take a few minutes and help a fellow peer.
he: בבקשה השקיע כמה דקות ועזור לעמית שלך.
sv: Ta gärna ett par minuter och hjälp en vän.

source: Awaiting Review
sv: Väntar på utvärdering

source: Previously Awarded
he: הענקות קודמות
sv: Har tidigare tilldelats

source: My Submissions
sv: Mina inlämnade uppgifter

source: read more
he: קרא יותר
sv: läs mer

source: submitted
sv: inskickad

source: ago
sv: sedan

source: Review this submission:
sv: Granska och bedöm den här inlämnade uppgiften.

source: Link to work submitted
he: קישור לעבודה המוגשת
sv: Länk till inlämnat arbete

source: How well was this peer able to:
he: כמה טוב העמית הזה יכל ל:
sv: Hur bra denna deltagare klarade av:

source: Please explain your ratings.
he: בבקשה הסבר את הדירוג שלך.
sv: Förklara din bedömning.

source: What did this peer do well? What advice or suggestions would you give?
he: את מה העמית הזה עשה טוב? איזה עצות וטיפים היית נותן?
sv: Vad gjorde den här deltagaren bra? Vilka råd eller förslag vill du ge?

source: Why do you feel this person deserves this badge? Any additional comments?
sv: Varför tycker du personen förtjänar den här medaljen?

source: Submit
he: שלח
sv: Lämna in

source: View your Submissions
sv: Se dina inlämnade uppgifter.

source: View Submissions
sv: Se inlämnade uppgifter.

source: Apply for Badge
sv: Ansök om medalj

source: Award Badge to Peer
sv: Ge medalj till deltagare

source: Requirements:
he: דרישות:
sv: Krav:

source: You need to have these badges:
sv: Du behöver dessa medaljer:

source: Other badges you can apply for:
sv: Andra medaljer du kan ansöka för:

source: Peers that have received this badge:
sv: Deltagare som fick denna medalj:

source: This badge can be earned at these Challenges:
sv: Denna medalj kan fås från dessa Utmaningar:

source: Peers that are applying for this badge:
sv: Deltagare som ansöker om denna medalj:

source: Awarded
he: הוענקו
sv: Fått

source: Pending
he: מחכים
sv: Väntar

source: Edit Badge
sv: Redigera medalj

source: Name
he: שם
sv: Namn

source: Brief description
he: תיאור קצר
sv: Kort beskrivning

source: This is used both on P2PU and within the Open Badges Infrastructure (OBI)
he: משתמשים בזה גם בP2PU וגם בOpen Badges Infrastructure (OBI)
sv: Detta används både för P2PU och för Öppen Medalj Infrastrustruktur (OBI)

source: Requirements to get badge
sv: Kriterier för att få medalj

source: Description of any requirements that must be satisfied to award the badge.
sv: Beskrivning av vilka krav som måste uppfyllas för att tilldelas medaljen.

source: Badge Type
sv: Typ av medalj

source: The logic behind badge awarding will change depending on the badge type.
sv: Regelsamling för tilldelning av medalj ändras efter typ av medalj.

source: Save
he: שמירה
sv: Spara

source: Give this badge to your peer.
sv: Ge den här medaljen till din vän

source: Peer Username:
he: שם העמית:
sv: Deltagarens användarnamn:

source: Share Badges
sv: Dela medaljer

source: In order to allow you to share your <a href="%(badges_help_url)s" target="_blank">badges</a> with other sites and communities, P2PU has plugged into the Mozilla Open Badge Infrastructure (OBI).
sv: För att du ska kunna dela dina <a href="%(badges_help_url)s" target="_blank"> medaljer</a> med andra webbplatser och nätgemenskaper, har P2PU anslutit sig till Mozilla Open Badge Infrastructure (OBI).

source: Start by sending your badges to the <a href="%(obi_url)s" target="_blank">Mozilla Open Badge Backpack</a> as %(email)s.
sv: Skicka dina medaljer till <a href="%(obi_url)s" target ="_blank">Mozilla Open Badge Backpack</a> som %(email)s.

source: You don't have any badges.
sv: Du saknar medaljer.

source: Check out the <a href="%(badges_url)s">existing badges</a> you can earn!
sv: Kolla in vilka <a href="%(badges_url)s"> medaljer </ a> du kan få!

source: Award Justification for
he: צידוק ההענקה בשביל
sv: Motivering för utmärkelsen

source: Received
sv: Mottaget

source: Award Justification
he: צידוק ההענקה
sv: Motivering för utmärkelse

source: 's Awards to
he: Otorgada a
sv: 's ges till

source: Prerequisites
he: דרישות מוקדמות
sv: Förutsättningar

source: Awarded At
he: הוענק ב
sv: Gavs vid

source: Evidence
he: ראיות
sv: Bevis

source: Apply for this badge.
sv: Ansök om medalj

source: URL to the work you are submitting:
he: קישור לעבודה אותה אתה מגיש:
sv: URL till arbetet du skickar in:

source: What did you learn? Why do you feel you deserve this badge?
he: מה למדת? מדוע אתה חושב שאתה ראוי לקבל את הbadge הזה?
sv: Vad lärde du dig? Varför förtjänar du den här medaljen?

source: Submission for
sv: Inlämning för

source: Submission
sv: Inlämning

source: Progress:
he: התקדמות:
sv: Framsteg:

source: reviews of the
he: הערכות מתוך
sv: utvärdering av

source: reviews needed.
he: הערכות נצרכות.
sv: behöver utvärderingas.

source: The posted reviews give this work submission a total average score of
he: ההערכות שפורסמו נתנו לעבודה הזאת ציון ממוצע של
sv: De inskickade utvärderingarna ger arbetet ett totalt medelbetyg på

source: (needs to be at least
he: (צריך להיות לפחות
sv: (måste vara minst

source: for the badge to be awarded).
he: כדי שהbadge יוענק).
sv: för medalj som ska ges bort).

source: Reviews
he: הערכות
sv: Utvärderingar

source: Submissions
sv: Inlämningar

source: The badges were send succesfully! You can now see your badges at <a href="%(obi_url)s" target="_blank">%(obi_url)s</a>. Be sure to log in using the email <strong>%(email)s</strong>.
sv: Medaljer skickades! Nu kan du se dina medaljer på <a href ="%(obi_url)s"target="_blank">%(obi_url)s</a>. Var noga med att logga in med e-post <strong> %(email)s</ strong>.

source: Howdy!
sv: Hejsan!

source: Someone has just submitted work for the
sv: Någon har precis lämnat in uppgiften för

source: Go ahead and take a look at their work here:
sv: Gå vidare och titta på deras arbete här:

source: They will love you!
sv: Dom kommer älska dig!

source: Go get 'em,
sv: Gå och hämta dem,

source: The P2PU team
sv: P2PU-teamet

source: Manage how often you get these delightful messages at:
sv: Hantera hur ofta du får dessa underbara meddelanden på:

source: Make someone's day. Review a badge for
sv: Gör någon lycklig. Granska en medalj för

source: This is a link to my work:
he: זהו קישור לעבודה שלי:
sv: Här är en länk till mitt arbete:

source: You've marked this task as completed.
he: סימנת את המשימה הזאת כגמורה.
sv: Du har markerat denna uppgift som avklarad.

source: Are you done with this task?
he: האם סיימת את המשימה הזאת?
sv: Är du klar med denna uppgift?

source: Yes, I'm done
he: כן, גמרתי
sv: Ja, jag är klar

source: Post to Discussion Wall
he: פרסם בקיר הדיון
sv: Diskutera uppgiften

source: Submit this link to apply for the badges below
sv: Skicka in denna länk för att ansöka om medaljer nedan

source: Apply for this badge
sv: Ansök om den här medaljen

source: Badge Application Form
sv: Formulär för att ansöka om medalj

source: Url to the work you are submitting
sv: URL till arbetet du skickar in:

source: Submit and move to the next badge application
sv: Skicka in och gå vidare till nästa ansökan om medalj

source: Move on to next task
he: עבור למשימה הבאה
sv: Gå vidare till nästa uppgift

source: Did you know that you can apply for these badges in this task?
sv: Visste du att du kan ansöka om följande medaljer i denna uppgift?

source: Received!
he: התקבל!
sv: Mottaget

source: Apply
he: בקש
sv: Ansök om

source: Submitted
he: נשלח!
sv: inlämnad

source: [Preview]
he: [תצוגה מקדימה]
sv: [Förhandsgranska]

source: Title
he: כותרת
sv: Titel

source: A good title is short and descriptive.
he: כותרת טובה הינה קצרה ותיאורית.
sv: En bra titel är kort och beskrivande.

source: One sentence description
he: תיאור במשפט אחד
sv: Beskrivning i en mening

source: This description will be used as sub header below the task title.
he: התיאור הזה ישמש ככותרת המשנה מתחת לכותרת המשימה.
sv: Den här beskrivningen kommer att användas som underrubrik under uppgiftens titel.

source: Collaborative work (editable by all the participants).
he: עבודה שיתופית )(יכולה להיערך על ידי כל המשתתפים).
sv: Kollaborativt arbete (redigerbar av alla deltagare).

source: Preview
he: תצוגה מקדימה
sv: Förhandsgranska

source: Task List
he: רשימת המשימות
sv: Lista på uppgifter

source: Are you sure you want to delete this task?
he: אתה בטוח שאתה רוצה למחוק את המשימה הזאת?
sv: Är du säker på att du vill ta bort denna uppgift?

source: Create Task
he: יצירת משימה
sv: Skapa uppgift

source: Constructing a good task is crucial to the peer learning process. Tasks should have a clear goal in mind and should be sequential throughout the learning process. A task can be as big or as small and last as long as you like - it can be a planned discussion for one day, a piece of writing constructed over a week, a project that lasts for a few weeks, or a month-long endeavour that everyone works on.
he: יצירת משימה טובה הינה קריטית לתהליך הלימוד. למשימות צריך להיות מטרה ברורה, ומוטב שיהיו רציפות לאורך כל תהליך הלימוד. משימה יכולה להיות גדולה או קטנה ולהארך ככל שתרצה - הם יכולים להיות דיון ממוקד בשביל יום אחד, מטלת כתיבה לאורך שבוע, פרויקט שנמשך כמה שבועות, או מאמץ של חודש שכולם עובדים עליו.
sv: Att konstruera en bra uppgift är avgörande för deltagares lärandeprocess. Uppgifter bör ha ett tydligt mål i åtanke och vara konsekvent genom hela lärprocessen. En uppgift kan vara så stor eller liten och pågå så länge som du vill - det kan vara en planerad diskussion för en dag, en skrivuppgift sammanställd över en vecka, ett projekt som varar några veckor, eller ett månadslångt äventyr som alla arbetar med.

source: Edit
he: עריכה
sv: Redigera

source: Minor update (not posted to the wall).
he: עידכון מינורי (לא מתפרסם בקיר).
sv: Mindre uppdatering (visas inte i loggen).

source: History
he: היסטוריה
sv: Historik

source: deleted
he: נמחק
sv: togs bort

source: (current)
he: (נוכחית)
sv: (denna)

source: View History
he: צפה בהיסטוריה
sv: Visa historik

source: Task Navigation
sv: Uppgifter

source: Post Comment
he: פרסם תגובה
sv: Lämna kommentar

source: Task Discussion
he: דיון אודות המשימה
sv: Diskutera uppgift

source: was updated.
sv: har uppdaterats.

source: contributed with a new task:
sv: skapade en ny uppgift:

source: Check out their update and respond at:
sv: Kolla in deras uppdatering och svara på:

source: Booyah,
sv: Utmärkt,

source: The P2PU Team
sv: P2PU-teamet

source: made a new task for
sv: skapade en ny uppgift för

source: edit
sv: redigera

source: Content
sv: Innehåll

source: You can add some information here by editing this page!</a>
sv: Du kan lägga till information här genom att redigera den här sidan!</a>

source: remove
sv: ta bort

source: Add more content
sv: Lägg till mer innehåll

source: This course doesn't have any content yet.
sv: Kursen har inte något innehåll än.

source: Users can opt-out of course announcements and not all users will receive this message. Consider adding the relevant information to the course as content or on the about page
sv: Användare kan välja bort kursutskick och därför kanske alla inte läser meddelandet. Överväg att lägga till relevant information i kursens innehåll eller på Om-sidan.

source: Subject:
sv: Ärende:

source: P2PU Course Announcement #%(hashtag)s
sv: P2PU Kursutskick #%(hashtag)s

source: Announcement text:
sv: Utskick text:

source: Send
he: שלח
sv: Skicka

source: Organize and add content
sv: Organisera och lägg till innehåll

source: Discussion
sv: Diskussion

source: Settings
sv: Inställningar

source: %(reply_count)s replies
sv: %(reply_count)s svar

source: Reply to comment
sv: Svara på kommentar

source: Post comment
sv: Lämna kommentar

source: Post new comment
sv: Lämna ny kommentar

source: This page is for general discussion of the course. Feel free to post questions, comments, ideas.
sv: Denna sida är för allmän diskussion kring kursen. Lämna gärna frågor, kommentarer, idéer.

source: Learners
sv: Elever

source: Organizers
he: מארגנים
sv: Organisatörer

source: Add user
sv: Lägg till användare

source: This course is currently archived. Before you can make changes you need to change the course to published or draft.
sv: Denna kurs är för närvarande arkiverad. Innan du kan göra ändringar måste du ändra kursen till publicerad eller utkast.

source: Course status
sv: Kurs status

source: Course Title
sv: Kurs titel

source: Hashtag
sv: Hashtagg

source: Upload new image
sv: Ladda upp ny bild

source: Description
he: תיאור
sv: Beskrivning

source: Update description
sv: Uppdatera beskrivning

source: Users can join this course at any time.
sv: Användare kan ansluta sig till denna kurs när som helst.

source: <p>This course runs from %(start_date)s to %(end_date)s.</p>
sv: <p>Kursen pågår från %(start_date)s till %(end_date)s.</p>

source: Set dates
sv: Ange datum

source: Start date
sv: Startdatum

source: End date
sv: Slutdatum

source: or
he: o
sv: eller

source: Switch to rolling term
sv: Byt till rullande schema
