Repository: theinterned/batucada
Catalog: lernanta/locale/*/LC_MESSAGES/django.po
Languages: he, sv

source: Thank you for filing an abuse report!
sv: Tack för anmälan om missbruk!

source: Activity feed from %s
sv: Aktivitetsflöde från %s

source: Activity feed from %s's dashboard
sv: Aktivitetsflöde från %s's kontrollpanel

source: activities
he: פעילויות
sv: aktiviteter

source: wall activity from %s
he: פעילות בקיר של %s
sv: loggaktivitet från %s

source: started following
he: החל לעקוב אחר
sv: började följa

source: joined
he: הצטרף
sv: gick med

source: posted
he: פירסם
sv: skickat

source: updated
he: עידכן
sv: uppdaterat

source: shared
he: שיתף
sv: delat

source: received
he: קיבל
sv: tog emot

source: This activity was deleted.
he: פעילות זו נמחקה.
sv: Denna aktivitet togs bort.

source: You can't edit this activity
he: אתה לא יכול לערוך את הפעילות הזו
sv: Du kan inte redigera denna aktivitet

source: Activity deleted!
he: הפעילות נמחקה!
sv: Aktivitet borttagen!

source: Activity restored!
he: הפעילות שוחזרה!
sv: Aktivitet återställd!

source: You cannot give a badge to yourself.
sv: Du kan inte ge en medalj till dig själv.

source: That user account was deleted.
he: חשבון המשתמש ההוא נמחק.
sv: Användarkontot har tagits bort.

source: There is no user with username: %s.
he: אין משתמש עם השם: %s.
sv: Det finns ingen med användarnamn: %s.

source: User %s needs to be your peer.
he: המשתמש %s צריך להיות עמית שלך.
sv: Användare %s måste vara din vän.

source: User %s has not received all the prerequisite badges.
sv: Användare %s har inte fått alla nödvändiga medaljer.

source: Regulates how the badge is awarded to users.
sv: Bestämmer hur medaljen ges till användare.

source: Badge
sv: Medalj

source: Minimum number of votes.
he: מספר הצבעות מינימלי.
sv: Minsta antal röster.

source: Minimum average rating.
he: דירוג ממוצע מינימלי.
sv: Minsta genomsnittliga bedömning.

source: If the badge can only be awarded to the user once.
sv: Om medaljen bara kan ges till användaren en gång.

source: Submission Required
sv: Inlämning krävs.

source: Submission Optional
sv: Frivillig inlämning.

source: No submissions
sv: Inga inlämningar

source: %(author)s's application for %(badge)s
he: הבקשה של %(author)s בשביל %(badge)s
sv: %(author)s's ansökan om %(badge)s

source: Allows to give more or less weight to the assessor's vote.
sv: Ger mer eller mindre tyngd för en bedömares röst.

source: If submission is blank, this is a peer awarded assessment or superuser granted
sv: Om meddelandet är tomt är det tilldelat från en deltagare eller en superanvändare

source: If all rubric ratings were provided.
sv: Om alla regler för bedömning har angetts.

source: %(assessor)s for %(assessed)s for %(badge)s
sv: %(assessor)s för %(assessed)s för %(badge)s

source: Never
he: אף פעם
sv: Aldrig

source: Sometimes
he: לפעמים
sv: Ibland

source: Most of the time
he: רוב הזמן
sv: Vanligtvis

source: Always
he: תמיד
sv: Alltid

source: %(score)s for %(rubric)s
he: %(score)s בשביל %(rubric)s
sv: %(score)s för %(rubric)s

source: The %s has been created.
he: ה%s נוצר.
sv: %s har skapats.

source: Problem creating the badge.
sv: Problem att skapa medalj.

source: You can not apply for this badge.
sv: Du kan inte ansöka om den här medaljen.

source: Submission created and out for review!
sv: Inlämning skapades och är öppen för utvärdering!

source: Please correct errors below.
he: בבקשה תקן את השגיאות להלן.
sv: Rätta felen nedan.

source: You cannot assess your own work.
he: אינך יכול להעריך את העבודה שלך.
sv: Du kan inte utvärdera ditt eget arbete.

source: You have already assessed this submission.
sv: Du har redan bedömt denna inlämning.

source: Assessment saved. Thank you for your feedback!
he: ההערכה נשמרה. תודה על המשוב!
sv: Bedömning sparad. Tack för din återkoppling!

source: You can not give this badge to a peer.
sv: Du kan inte ge den här medaljen till en vän.

source: Thank you for giving a badge to your peer!
sv: Tack för att du gav en medalj till din vän!

source: Post a link to your work.
he: פרסם קישור לעבודה שלך.
sv: Skicka en länk till ditt arbete.

source: added
he: נוסף
sv: tillagd

source: today
he: היום
sv: idag

source: this week
he: השבוע
sv: denna vecka

source: this month
he: החודש
sv: denna månad

source: This page is not accesible on a %s.
he: הדף הזה לא נגיש בתוך %s.
sv: Sidan är inte åtkomlig på en %s.

source: This task was deleted.
he: המשימה הזאת נמחקה.
sv: Uppgiften togs bort.

source: You can't edit this page
he: אינך יכול לערוך את הדף הזה
sv: Du kan inte redigera denna sida

source: %s updated!
he: %s עודכן!
sv: %s uppdaterad!

source: You can not create a new task!
he: אינך יכול ליצור משימה חדשה!
sv: Du kan inte skapa en ny uppgift!

source: Task created!
he: המשימה נוצרה!
sv: Uppgift skapad!

source: You can't delete this page
he: אינך יכול למחוק את הדף הזה
sv: Du kan inte ta bort den här sidan

source: %s deleted!
he: %s נמחק!
sv: %s togs bort!

source: You can't restore this page
he: אינך יכול לשחזר את הדף הזה
sv: Du kan inte återställa denna sida

source: %s restored!
he: %s שוחזר!
sv: %s återställd!

source: You can not change tasks order.
he: אינך יכול לשנות את סדר המשימות.
sv: Du kan inte ändra ordning på uppgifter.

source: You need to be a course organizer.
sv: Du måste vara en organisatör av kursen.

source: The hashtag must start with letter and contain only letters, digits, _ and -
sv: Hashtaggen ska börja med en bokstav och endast bestå av bokstäver, siffror, _ och -

source: Draft
sv: Utkast

source: Published
sv: Publicerad

source: Archived
he: Archivado
sv: Arkiverad

source: Open
sv: Öppen

source: Moderated
sv: Modererad

source: Closed
sv: Stängd

source: About
sv: Om

source: No such user in cohort
sv: Användaren finns inte i studiegruppen

source: Cannot remove last organizer
sv: Kan inte ta bort sista organisatören

source: Could not upload image
sv: Bilden kunde inte hämtas

source: You are now signed up for this course.
sv: Du är nu registrerad till denna kurs.

source: This course isn't open for signup.
sv: Kursen är inte öppen för registrering.

source: Please select a user to add.
sv: Välj en användare som ska läggas till.

source: User added.
sv: Användare tillagd.

source: User does not exist.
sv: Användaren finns inte.

source: Could not remove user
sv: Det gick inte att ta bort användaren

source: Only other organizers can add a new organizer
sv: Endast andra organisatörer kan lägga till en ny organisatör

source: Course status updated.
sv: Kursens status har uppdaterats.

source: Could not change cohort signup
sv: Kunde inte ändra registreringen till studiegruppen

source: Invalid choice for signup
sv: Ogiltigt val för registrering

source: Could not update fixed term dates
sv: Kunde inte uppdatera fasta terminsdatum

source: Could not update {0}.
sv: Kunde inte uppdatera {0}.

source: Course tags successfully updated
sv: Kursens etiketter uppdaterades

source: The announcement has been sent!
sv: Meddelandet har skickats!

source: Could not move content up!
sv: Innehållet kunde inte flyttas upp!

source: Could not move content down!
sv: Innehållet kunde inte flyttas ned!

source: Please fill out your profile to finish registration.
he: בבקשה מלא את הפרופיל שלך כדי לגמור את ההרשמה.
sv: Fyll i din profil för att slutföra registreringen.

source: Export selected objects as csv file
sv: Exportera valda objekt som en csv-fil

source: ago
sv: sedan

source: No such user with that username or email.
he: אין משתמש עם השם או כתובת הדוא"ל הזאת.
sv: Ingen användare med det användarnamnet eller e-post.

source: Can't send email
he: אי אפשר לשלוח את הדוא"ל
sv: Kan inte skicka e-post

source: Message successfully sent.
he: ההודעה נשלחה בהצלחה.
sv: Meddelandet har skickats.

source: There was an error sending your message. Please try again.
he: אירעה תקלה בשליחת ההודעה. בבקשה נסה שוב.
sv: Ett fel uppstod när meddelandet skickades. Försök igen.

source: You can not change links order.
he: אינך יכול לשנות את סדר הקישורים.
sv: Du kan inte ändra ordningen på länkar.

source: Alignment Type
sv: Grupperingstyp

source: Educational Framework
sv: Ramverk för Utbildning

source: Target Description
sv: Målbeskrivning

source: Target Name
sv: Målnamn

source: Target URL
sv: Mål URL

source: That email address is register under a different username.
he: כתובת הדוא"ל רשומה תחת שם משתמש אחר.
sv: E-postadressen är redan registrerad med ett annat användarnamn.

source: Email addresses do not match.
he: כתובות הדוא"ל אינן תואמות.
sv: Epostadress matchar inte.

source: Password must be at least 8 characters long
he: הסיסמה חייבת להיות באורך של לפחות 8 תווים
sv: Lösenord måste vara minst 8 tecken långt

source: and contain both numbers and letters.
he: ולהכיל מספרים ואותיות.
sv: och innehålla både siffror och bokstäver.

source: That password is too common. Please choose another.
he: הסיסמה ההיא יותר מדי נפוצה. בבקשה בחר סיסמה אחרת.
sv: Lösenordet är alltför vanligt. Välj en annan.

source: Passwords do not match.
he: הסיסמאות אינן תואמות.
sv: Lösenorden matchar inte.

source: A link to confirm your email address was sent to %s.
he: קישור לוודא את כתובת הדוא"ל שלך נשלח ל%s.
sv: En länk för att bekräfta din e-postadress skickades till %s.

source: If you did not receive the confirmation email, make sure your email service did not mark it as "junk mail" or "spam". If you need to, you can have us <a href="%s">resend the confirmation message</a> to your email address.
he: אם לא קיבלת את הודעת הווידוא, בבקשה בדוק ששירות הדוא"ל שלך לא סימן אותו כ"דואר זבל" או "ספאם". במקרה הצורך, אנו יכולים <a href="%s">לשלוח שוב את הודעת הווידוא</a> לכתובת הדוא"ל שלך.
sv: Om du inte har fått bekräftelsemejlet, kontrollera att din e-postleverantörinte markerat den som "skräppost " eller "spam". Om du behöver kan du <a href="%s">skicka bekräftelsemejl igen</ a> till din e-postadress ovan.

source: Password updated
he: הסיסמה עודכנה
sv: Lösenord uppdaterat

source: There are errors in this form. Please correct them and resubmit.
he: ישנם שגיאות בטופס הזה. בבקשה תקן אותם ושלח שוב.
sv: Det finns fel i formuläret. Ändra och skicka igen.

source: You are the organizer of %s active courses. You need to archive these courses or remove yourself as organizer before you can delete your profile.
sv: Du organierar %s aktiva kurser. Du måste arkivera dessa kurser eller ta bort dig själv som organisatör innan du kan ta bort din profil.

source: You are not organizing this %s.
he: אינך מארגן את ה%s הזה.
sv: Du organiserar inte denna %s.

source: You are not participating in this %s.
he: אתה לא משתתף ב%s הזה.
sv: Du deltar inte i denna %s.

source: You are not authorized to view the detailed statistics.
he: אינך מורשה לצפות בסטטיסטיקות המפורטות.
sv: Du har inte behörighet att visa den detaljerade statistiken.

source: You aren't authorized to view the statistics' overview.
he: אינך מורשה לצפות בסקירת הסטטיסטיקות.
sv: Du har inte behörighet att visa statistiköversikt.

source: This %s was deleted.
he: ה%s נמחק.
sv: Denna %s togs bort.

source: Write a catchy title, keep it short and sweet.
he: כתוב כותרת קצרה וקליטה.
sv: Skriv en inspirerande titel, försök hålla den kort och trevlig.

source: e.g. Learn to write HTML by hand, literally.
sv: t.ex. Lär dig att skriva HTML för hand, bokstavligen.

source: Who is the challenge for? <br>What are they going to be doing? <br>How are they going to be doing it? <br>Why are they doing it?
sv: Vem är utmaningen för? <br> Vad ska de göra? <br> Hur kommer de att göra det? <br> Varför gör de det?

source: Tag your course so folks can find it. What will your audience be looking for? Separate with commas.
he: בחר מילות מפתח לקורס שלך כדי שאנשים יוכלו למצוא אותו. מה קהל היעד שלך מחפש? הפרד עם פסיקים.
sv: Skapa etiketter till din kurs så att den blir lättare att hitta. Vad kommer din målgrupp leta efter? Separera dem med kommatecken.

source: Image exceeds max image size: %(max)dk
he: התמונה עברה את הגודל המקסימלי: %(max)dk
sv: Bild överskrider maximal bildstorlek: %(max)dk

source: User %s is already an organizer.
he: המשתמש %s הינו מארגן כבר.
sv: Användare %s är redan en organisatör.

source: User %s is already a participant.
he: המשתמש %s הינו משתתף כבר.
sv: Användare %s är redan en deltagare.

source: A %s can not be its own next step.
he: %s אינו יכול להיות השלב הבא של עצמו.
sv: En %s kan inte vara sitt eget nästa steg.

source: There is no challenge, study group, ... with short name: %s.
he: אין אתגר, קבוצת לימוד, ... עם השם הקצר: %s.
sv: Det finns ingen utmaning, studiegrupp, ... med kortnamn: %s.

source: The %(slug)s %(kind)s is already a next step.
sv: Denna %(slug)s %(kind)s är redan ett nästa steg.

source: Subject
he: נושא
sv: Ärende

source: Body
he: תוכן
sv: Meddelande

source: That study group, course, ... does not exist.
he: קבוצת הלימוד, הקורס, ... ההוא אינו קיים.
sv: Studiegruppen, kursen, ... finns inte.

source: There is no study group, course, ... with short name: %s.
he: אין קבוצת לימוד, קורס, ... עם השם הקצר: %s.
sv: Det finns ingen studiegrupp, kurs ... med kortnamn: %s.

source: There is no course with this short name on the archive.
he: אין קורס עם השם הקצר הזה בארכיון.
sv: Det finns ingen kurs med detta kortnamn i arkivet.

source: Study Group -- group of people working collaboratively to acquire and share knowledge.
he: קבוצת לימוד -- קבוצת אנשים העובדת ביחד כדי לרכוש ולשתף ידע.
sv: Studiegrupp -- grupp deltagare som arbetar tillsammans för att hitta och dela kunskap.

source: Course -- led by one or more organizers with skills on a field who direct and help participants during their learning.
he: קורס -- מונחה בידי מארגן אחד או יותר עם מיומנות בתחום אשר מכוונים ועוזרים למשתתפים במשך לימודם.
sv: Kurs -- av en eller flera organisatörer med förmågor inom ett område som vägleder och hjälper deltagarna under deras lärande.

source: Challenge -- series of tasks peers can engage in to develop skills.
he: אתגר -- סדרת משימות בהם עמיתים יכולים לעסוק כדי לפתח מיומנויות.
sv: Utmaning -- samling uppgifter som utvecklar deltagares kunskap.

source: group
he: קבוצה
sv: grupp

source: created
he: נוצר
sv: skapad

source: Full Description
he: תיאור מלא
sv: Fullständig beskrivning

source: Problem creating the course
sv: Problem med att skapa kursen

source: The %s has been cloned.
sv: %s har klonats.

source: There was a problem cloning the study group, course, ...
sv: Det uppstod ett problem med kloning av studiegruppen, kursen, ...

source: The %s has been imported.
he: ה%s יובא.
sv: %s har importerats.

source: Problem importing the study group, course, ...
he: בעיה בייבוא קבוצת הלימוד, קורס, ...
sv: Problem med att importera studiegruppen, kursen, ...

source: Image updated
he: התמונה עודכנה
sv: Bild uppdaterad

source: There was an error uploading your image
he: אירעה תקלה בהעלאת התמונה שלך
sv: Ett fel uppstod när din bild laddades upp

source: Link added.
he: הקישור נוסף.
sv: Länk lades till.

source: There was an error adding your link.
he: אירעה תקלה בהוספת הקישור שלך.
sv: Ett fel uppstod när din länk lades till.

source: You can't edit this link
he: אינך יכול לערוך את הקישור הזה
sv: Du kan inte ändra den här länken

source: Link updated.
he: הקישור עודכן.
sv: Länk uppdaterades.

source: The link was deleted
he: הקישור נמחק
sv: Länken togs bort

source: Participant added.
he: המשתתף נוסף.
sv: Deltagare lades till.

source: There was an error adding the participant.
he: אירעה תקלה בהוספת המשתתף הזה.
sv: Ett fel uppstod när deltagaren lades till.

source: You can't make that person an organizer
he: אינך יכול להפוך את האדם ההוא למארגן
sv: Du kan inte göra personen till en organisatör

source: The participant is now an organizer.
he: המשתתף הינו מארגן עכשיו.
sv: Deltagaren är nu en arrangör.

source: You cannot delete the only organizer
he: אינך יכול למחוק את המארגן היחיד
sv: Du kan inte ta bort den sista organisatören

source: The organizer in now only a participant.
sv: Organisatören är nu en vanlig deltagare

source: The participant %s has been removed.
he: המשתתף %s הוסר.
sv: Deltagaren %s har tagits bort.

source: Next step added.
he: השלב הבא הוסף.
sv: Nästa steg tillagd.

source: There was an error adding that next step.
he: אירעה תקלה בהוספת השלב הבא ההוא.
sv: Ett fel uppstod när nästa steg lades till.

source: The %(name)s %(kind)s is not a next step anymore.
he: ה%(kind)s %(name)s כבר אינו השלב הבא.
sv: Denna %(name)s %(kind)s är inte längre ett nästa steg.

source: There was a problem saving the %s's status.
he: אירעה תקלה בשמירת הסטטוס של ה%s.
sv: Ett problem uppstod när %s's status sparades.

source: Congratulations, you sucessfully published your {0}! It will now show up on the learning page!
sv: Grattis, din {0} skapades framgångsrikt! Den visas nu på sidan för kurserna!

source: Cannot create self referencing relationship.
sv: Kan inte skapa självrefererande relation.

source: You can't unfollow
he: אינך יכול להסיר את המעקב
sv: Du kan inte sluta följa

source: comment at %s
he: תגובה ב%s
sv: kommentar i %s

source: This comment was deleted.
he: התגובה הזאת נמחקה.
sv: Kommentaren togs bort.

source: You can not reply to this comment. Please ensure that you have confirmed your email address.
sv: Du kan inte svara på denna kommentar. Se till att du har bekräftat din e-postadress.

source: Comment posted!
he: התגובה פורסמה!
sv: Kommentar sparades!

source: You can not post a comment at %s.
he: אינך יכול לכתוב תגובה ב%s.
sv: Du kan inte skriva en kommentar i %s.

source: You can not edit this comment.
he: אינך יכול לערוך תגובה זו.
sv: Du kan inte redigera den här kommentaren.

source: Comment updated!
he: התגובה עודכנה!
sv: Kommentar uppdaterad!

source: You can not restore this comment.
he: אינך יכול לשחזר את התגובה הזאת.
sv: Du kan inte återställa den här kommentaren.

source: You can not delete this comment.
he: אינך יכול למחוק תגובה זאת.
sv: Du kan inte ta bort den här kommentaren.

source: Comment deleted!
he: התגובה נמחקה!
sv: Kommentar borttagen!

source: Comment restored!
he: התגובה שוחזרה!
sv: Kommentar återställd!

source: You need to be a reviewer.
sv: Du måste vara en bedömare.

source: Review posted!
sv: En bedömning är skickad.

source: Extension %(ext)s is not allowed.
he: ההוספה %(ext)s אינה מורשית.
sv: Tillägg %(ext)s är inte tillåten.

source: Only %(allowed)s are allowed.
he: רק %(allowed)s מורשים.
sv: Endast %(allowed)s är tillåten.

source: You are not school organizer
sv: Du är inte skolledare

source: User %s is organizing the school.
sv: Användare %s leder skolan.

source: School updated!
sv: Skolan uppdaterad!

source: School styles updated!
sv: Skolans stilmall uppdaterad!

source: School organizer added.
sv: Skolledare lades till.

source: There was an error adding the school organizer.
sv: Ett fel uppstod när skolledare lades till.

source: The course is now featured for this school.
sv: Denna kurs visas nu som utvald för skolan.

source: There was an error marking the course as featured.
sv: Ett fel uppstod när kursen markerades som utvald.

source: The course stopped being featured for this school.
sv: Kursen är nte längre utvald för denna skola.

source: Could not remove course from featured list
sv: Det gick inte att ta bort kursen från listan över rekommenderade kurser

source: The course was added to this school.
sv: Kursen lades till denna skola.

source: There was an error adding %s to this school.
sv: Ett fel uppstod när %s tilldelades den här skolan.

source: The course is no longer part of this school.
sv: Kursen är inte längre en del av denna skola.

source: Could not remove course from school
sv: Det gick inte att ta bort kursen från skolan

source: School mentorship details updated!
sv: Egenskaper för skolans mentorskap uppdaterades!

source: Closed signup
sv: Registrering stängd

source: Moderated signup
sv: Modererad registrering

source: Non-moderated signup
sv: Icke-modererad registrering

source: %s signup
sv: % registrering

source: the signup answer of %(author)s at %(project)s
sv: registreringsvar från %(author)s i %(project)s

source: Signup updated!
he: ההרשמה עודכנה!
sv: Registrering uppdaterad!

source: This answer was deleted.
he: התשובה הזאת נמחקה.
sv: Detta svar togs bort.

source: You already joined this %s.
he: כבר הצטרפת ל%s הזה.
sv: Du är redan med i denna %s.

source: Sign-up is currently closed. You can clone the %s if it is full.
he: ההרשמה סגורה כרגע. You can clone the %s if it is full.
sv: Registrering är för närvarande stängd. Du kan klona %s om den är full.

source: You already posted an answer to the signup questions.
he: כבר פרסמת תשובה לשאלות ההרשמה.
sv: Du har redan skrivit ett svar på registeringsfrågorna.

source: You are now a participant!
he: אתה משתתף עכשיו!
sv: Du är nu en deltagare!

source: Answer submitted!
he: התשובה נשלחה!
sv: Svar skickades!

source: You can't edit this answer
he: אינך יכול לערוך את התשובה הזאת
sv: Du kan inte redigera detta svar

source: Answer updated!
he: התשובה עודכנה!
sv: Svar uppdaterat!

source: Organizer added!
he: מארגן נוסף!
sv: Organisatör lades till!

source: Participant added!
he: משתתף נוסף!
sv: Deltagare lades till!

source: You can not restore this answer.
he: אינך יכול לשחזר את התשובה הזאת.
sv: Du kan inte återställa detta svar.

source: You can not delete this answer.
he: אינך יכול למחוק את התשובה הזאת.
sv: Du kan inte ta bort detta svar.

source: Answer deleted!
he: התשובה נמחקה!
sv: Svar togs bort!

source: Answer restored!
he: התשובה שוחזרה!
sv: Svar återställd!

source: Organizers can't use this page to leave their group.
he: מארגנים אינם יכולים להשתמש בדף זה כדי לעזוב את הקבוצה שלהם.
sv: Organisatörer kan inte använda den här sidan för att lämna sin grupp.

source: This page can not be accessed with a GET request.
he: הדף הזה אינו זמין עם בקשת GET.
sv: Den här sidan kan inte kommas åt med ett GET anrop.

source: You need to be active in this challenge to become an adopter.
he: אתה צריך להיות פעיל באתגר הזה כדי להיות מאמץ.
sv: Du måste vara aktiv i denna utmaning för att anta den.

source: Organizers do not need to adopt the challenges.
he: מארגנים אינם צריכים לאמץ את האתגרים.
sv: Organisatörer behöver inte anta utmaningar.

source: You need to complete all of the tasks before becoming an adopter.
he: הינך צריך לגמור את כל המשימות לפני שתהיה מאמץ.
sv: Du måste vara färdig med alla uppgifter innan du antar en utmaning.

source: You already adopted this challenge.
he: כבר אימצת את האתגר הזה.
sv: Du har redan antagit denna utmaning.

source: Thanks!
he: תודה!
sv: Tack!

source: You are now listed among the peers who offered their help.
he: הינך רשום עכשיו בקרב העמיתים אשר הציעו את עזרתם.
sv: Du är nu med bland de deltagare som erbjudit sin hjälp.

source: statuses
he: סטטוסים
sv: status

source: message: %s
he: הודעה: %s
sv: meddelande: %s

source: Posting a update to your dashboard is no longer supported
sv: Det fungerar inte längre att skicka en uppdatering till kontrollpanelen

source: There was an error posting your status update
he: אירעה שגיאה בעידכון הסטטוס שלך
sv: Ett fel uppstod när din statusuppdatering publicerades

source: Tag
sv: Etikett

source: Tags
sv: Etiketter

source: Tagged Item
sv: Märkt Objekt

source: Tagged Items
he: פריטים מתוייגים
sv: Märkt Objekt

source: You are already logged into an account.
he: כבר נכנסת לחשבון.
sv: Du är redan inloggad på ett konto.

source: Please choose another username.
he: בבקשה בחר שם משתמש אחר.
sv: Välj ett annat användarnamn.

source: This Google OpenID is not supported.
he: הOpenID הזה של גוגל אינו נתמך.
sv: Detta Google OpenID stöds inte.

source: Please use your Google profile OpenID.
he: בבקשה השתמש בOpenID של הגוגל פרופיל שלך.
sv: Använd din Google OpenID profil.

source: Your account was migrated from the old P2PU website.
he: החשבון שלך הועבר מהאתר הישן של P2PU.
sv: Ditt konto migrerades från den gamla P2PU hemsidan.

source: User profile with this Username already exists.
he: פרופיל משתמש עם השם הזה כבר קיים.
sv: Användarprofil med detta användarnamn finns redan.
